Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: Gallery
fr: Galerie

source: Get Started with Vircadia
fr: Commencer avec Vircadia

source: Personalize Your Experience
fr: Personnaliser votre Expérience

source: Socialize with Others
fr: Socialiser avec les Autres

source: Travel Between Worlds
fr: Voyager entre les Mondes

source: Interact with Your Environment
fr: Interagir avec votre Environnement

source: Explore
fr: Explorer

source: Vircadia is a metaverse where you can connect and create with others. We invite you to explore the worlds created in Vircadia and interact with other users. You can visit friends' virtual worlds, meet people, attend events, and learn about creation in virtuality. It's an immersive and interactive experience with realistic visuals and audio.
fr: Vircadia est un métaverse où vous pouvez vous connecter et créer avec les autres. Nous vous invitons à explorer les mondes créés dans Vircadia et à interagir avec les autres utilisateurs. Vous pouvez visiter les mondes virtuels de vos amis, rencontrer des gens, assister à des événements et vous renseigner sur la création en virtualité. C'est une expérience immersive et interactive avec des visuels et des sons réalistes.

source: If it's your first time using Vircadia, you'll start your journey in a local tutorial space by yourself, where you can experiment with the controls and learn about the Interface. When you are ready, try exploring other domains using the Explore app and socialize with people around the metaverse. If you've visited Vircadia before, you will return to the location where you last visited.
fr: Si c'est la première fois que vous utilisez Vircadia, vous commencerez votre voyage dans un espace de tutorat local, où vous pourrez expérimenter les commandes et vous familiariser avec l'Interface. Lorsque vous serez prêt, essayez d'explorer d'autres domaines en utilisant l'application Explore et socialisez avec les gens au travèrs du métaverse. Si vous avez déjà visité Vircadia, vous retournerez à l'endroit où vous vous êtes rendu la dernière fois.

source: Throughout this chapter, learn how to make the most of your exploration:
fr: Tout au long de ce chapitre, apprenez à tirer le meilleur parti de votre exploration :

source: This gallery showcases the Vircadia Interface and some past events and locations attended with it.
fr: Cette galerie présente l'interface Vircadia et certains événements et lieux qu'elle a permis de réaliser.

source: Maker Meeting, 28th September 2020, on the "El Papa Viejo" (meaning "The Old Pope").
fr: Réunion des créateurs, le 28 septembre 2020, sur le "El Papa Viejo" (signifiant "Le Vieux Pape").

source: Startup Lab Lagoon Koza booth at Startup Asia X, 12th June 2020.
fr: Stand Startup Lab Lagoon Koza au Startup Asia X, le 12 juin 2020.

source: Group photo at the end of Startup Asia X, 12th June 2020.
fr: Photo de groupe à la fin de Startup Asia X, le 12 juin 2020.

source: Dale Glass speaking at the Developer Meeting, 20th September 2020.
fr: Dale Glass s'exprimant lors de la réunion des développeurs, 20 septembre 2020.

source: Mannequin army, 13th July 2020.
fr: Armée de mannequins, 13 juillet 2020.

source: Pictionary in the old Hub, 5th July 2020.
fr: Pictionary dans le vieux Hub, 5 juillet 2020.

source: Vircadia running on Linux Mint 19.3, 29th September 2020.
fr: Vircadia fonctionant sous Linux Mint 19.3, 29 septembre 2020.

source: **See Also**
fr: **Voir Aussi**

source: :doc:`Install Vircadia <get-started/install>`
fr: :doc:`Installer Vircadia <get-started/install>`

source: Install Vircadia
fr: Installer Vircadia

source: Understand the Architecture
fr: Comprendre l'Architecture

source: Set Up Your Audio Devices
fr: Configurer vos Appareils Audio

source: Use Your VR Equipment
fr: Utiliser votre Equipement VR

source: Explore in Desktop Mode
fr: Explorer en Mode Clavier

source: Adjust Your Settings
fr: Ajuster vos Paramètres

source: Get Our Android App
fr: Obtenir notre Application Android

source: We know that getting started with a new application can be difficult: installing the software and learning the controls is never any fun. Hopefully, this section will help you become familiar with our application, so that you can begin making friends and exploring the metaverse.
fr: Nous savons que le démarrage d'une nouvelle application peut être difficile : installer le logiciel et apprendre les commandes n'est jamais amusant. Nous espérons que cette section vous aidera à vous familiariser avec notre application, afin que vous puissiez commencer à vous faire des amis et à explorer le métaverse.

source: **In This Section**
fr: **Dans Cette Rubrique**

source: This document is slightly outdated. FIXME: some perspective options don't exist anymore, mentions security picture, says that lower graphics setting increase performance (not entirely true in our case)
fr: Ce document est légèrement dépassé. FIXME: certaines options de perspective n'existent plus, mentionne l'image de sécurité, dit que des paramètres graphiques plus bas augmentent les performances (pas entièrement vrai dans notre cas)

source: You can adjust various settings in Vircadia so that it runs to your preferences. Many of these settings are changed using the HUD (in Desktop mode) or Tablet (in VR mode).
fr: Vous pouvez régler divers paramètres dans Vircadia pour fonctionner selon vos préférences. Nombre de ces paramètres sont modifiés à l'aide du HUD (en mode Clavier) ou du tablet (en mode VR).

source: On This Page
fr: Sur Cette Page

source: The Tablet and HUD
fr: Le Tablet et le HUD

source: In VR, all of your settings are found in your **Tablet**. The Tablet also gives you easy access to any :doc:`apps that you install <../personalize/install-apps>`. Pull up the tablet by clicking the menu button on your controller.
fr: En VR tous vos paramètres se trouvent dans votre **Tablet**. Le Tablet vous donne également un accès facile à toutes les applications :doc:`que vous installez <../personalize/install-apps>`. Tirez le Tablet vers le haut en cliquant sur le bouton menu de votre contrôleur.

source: In Desktop Mode, you have the option to use either the Tablet or a smaller version called the "Heads-up Display" or HUD. It contains the exact same options as the Tablet (settings, apps, etc), but it takes up less space on your screen. To enable the HUD, first enable the **Developer** menu by going to **Settings > Developer Menu**. Then, go to **Developer > UI > Desktop Tablet Becomes Toolbar**.
fr: En mode Clavier, vous avez la possibilité d'utiliser soit le tablet, soit une version plus petite appelée "Heads-up Display" ou HUD. Il contient exactement les mêmes options que le tablet (paramètres, applications, etc.), mais il prend moins de place sur votre écran. Pour activer le HUD, activez d'abord le menu **Developer** en allant dans **Settings > Developer Menu**. Ensuite, allez dans **Developer > UI > Desktop Tablet Becomes Toolbar**.

source: Enter or Exit VR Mode
fr: Entrer ou sortir du mode VR

source: You can enjoy Vircadia with or with VR equipment such as head mounted displays (HMD), hand controllers and audio headsets. Our Desktop mode contains many of Vircadia's features such as audio, basic movements and gestures, and the ability to travel to different domains.
fr: Vous pouvez profiter de Vircadia avec ou sans équipements VR tels que des casques VR (HMD), des contrôleurs manuels et des casques audio. Notre mode Clavier contient de nombreuses fonctionnalités de Vircadia telles que l'audio, les mouvements et gestes de base, et la possibilité de voyager dans différents domaines.

source: Keep in mind, however, that the most immersive and powerful experience is when you use VR equipment. Only then will you be able to interact with people in 3D, track body movements, and easily engage with the objects around you. Once you have set up your VR equipment, you can easily switch between VR mode and Desktop mode. To switch to VR mode, use one of the following methods:
fr: Gardez toutefois à l'esprit que l'expérience la plus immersive et la plus puissante est celle qui est vécue lorsque vous utilisez un équipement VR. Ce n'est qu'alors que vous pourrez interagir avec les gens en 3D, suivre les mouvements du corps et vous engager facilement avec les objets qui vous entourent. Une fois que vous avez configuré votre équipement VR, vous pouvez facilement passer du mode VR au mode Clavier. Pour passer en mode VR, utilisez l'une des méthodes suivantes :

source: From the HUD, click **Enter VR**.
fr: Depuis le HUD, cliquez sur **Entrer VR**.

source: Click the **Display** menu, then select your VR device.
fr: Cliquez sur le menu **Display**, puis sélectionnez votre appareil VR.

source: To exit from VR mode, remove your headset, click **Exit VR** on the HUD or press ``ESC`` on your keyboard.
fr: Pour sortir du mode VR, retirez votre casque, cliquez sur **Exit VR** sur le HUD ou appuyez sur "ESC" sur votre clavier.

source: Set Your Perspective
fr: Définissez votre Point de Vue

source: You can choose how you view things around you by changing your perspective. To change your perspective:
fr: Vous pouvez choisir la façon dont vous voyez les choses autour de vous en changeant de point de vue. Pour changer votre point de vue :

source: In Desktop mode, go to **View** in the menu on the top left corner.
fr: En mode Clavier, allez à **View** dans le menu en haut à gauche.

source: In VR mode, open your Tablet and go to **Menu > View**.
fr: En mode VR, ouvrez votre tablet et allez dans **Menu > View**.

source: Setting
fr: Paramètres

source: First Person
fr: Première Personne

source: Select this setting if you want to change your perspective in Vircadia to first person. In this view, you will not see yourself, only the environment around you.
fr: Sélectionnez ce paramètre si vous voulez changer votre point de vue dans Vircadia à la première personne. Dans cette vue, vous ne vous verrez pas vous-même, mais seulement l'environnement qui vous entoure.

source: Third Person
fr: Troisième Personne

source: Select this setting to change your perspective to third person. In this view, you will see yourself, as well as the environment around you.
fr: Sélectionnez ce paramètre pour changer votre point de vue à la troisième personne. Dans cette vue, vous vous verrez vous-même, ainsi que l'environnement qui vous entoure.

source: Select this to change your perspective to look at yourself. In this view, you will see yourself and the space behind you.
fr: Sélectionnez cette option pour changer votre point de vue et vous regarder. Dans cette vue, vous vous verrez vous-même et l'espace derrière vous.

source: Independent Mode
fr: Mode Indépendant

source: Select this to change what you see through scripting instead of avatar's movements.
fr: Sélectionnez cette option pour modifier ce que vous voyez par le biais de scripts plutôt que par les mouvements de l'avatar.

source: Entity Mode
fr: Mode Entité

source: Select this to set your perspective to a specific entity, allowing you to move with entity as it moves.
fr: Sélectionnez cette option pour fixer votre point de vue par rapport à une entité spécifique, ce qui vous permet de vous déplacer avec l'entité au fur et à mesure qu'elle se déplace.

source: Other Miscellaneous Settings
fr: Autres Paramètres Divers

source: Here are some other settings you may like to change to optimize your experience.
fr: Voici d'autres paramètres que vous pouvez modifier pour optimiser votre expérience.

source: General Settings
fr: Paramètres Généraux

source: You can modify general settings such user interface and privacy settings in Vircadia.
fr: Vous pouvez modifier les paramètres généraux tels que l'interface utilisateur et les paramètres de confidentialité dans Vircadia.

source: In Desktop mode, go to **Settings > General** in the menu on the top left corner.
fr: En mode Clavier, allez à **Settings > General** dans le menu en haut à gauche.

source: In VR mode, open your Tablet and go to **Menu > Settings > General**.
fr: En mode VR, ouvrez votre tablet et allez dans **Menu > Settings > General**.

source: In-World Graphics Settings
fr: Réglages Graphiques In-World

source: You can make changes to the graphics in Vircadia.
fr: Vous pouvez apporter des modifications aux graphiques dans Vircadia.

source: In Desktop mode, go to **Settings > Graphics** in the menu on the top left corner.
fr: En mode Clavier, allez à **Settings > Graphics** dans le menu en haut à gauche.

source: In VR mode, open your Tablet and go to **Menu > Settings > Graphics**.
fr: En mode VR, ouvrez votre tablet et allez dans **Menu > Settings > Graphics**.

source: Graphics Settings
fr: Réglages Graphiques

source: Choose the graphics settings for your computer tier. In general, a lower graphics setting sacrifices artistic details and rendering effects for increased performance and optimization. **Custom** lets you configure the world detail, rendering effects, refresh rate, and resolution yourself.
fr: Choisissez les paramètres graphiques adaptés pour votre gamme d'ordinateur. En général, un paramétrage graphique inférieur sacrifie les détails artistiques et les effets de rendu au profit de performances et d'une optimisation accrues. **Custom** vous permet de configurer vous-même le niveau de détails, les effets de rendu, la fréquence d'images et la résolution.

source: World Detail
fr: Niveau de Détail

source: Control the level of detail visible to you in Vircadia by moving this slider.
fr: Contrôlez le niveau de détail qui vous est visible dans Vircadia en déplaçant ce curseur.

source: Rendering Effects
fr: Effets de Rendu

source: Choose the level of rendering effects that are present in Vircadia. Local lights, fog, bloom, and shadows are all examples of rendering effects.
fr: Choisissez le niveau des effets de rendu qui sont présents dans Vircadia. Les lumières locales, le brouillard, les fleurs et les ombres sont autant d'exemples d'effets de rendu.

source: Refresh Rate
fr: Fréquence d'Images

source: Choose the frequency that Vircadia updates its graphics buffers. Most mid-range computers run well on 'Interactive'.
fr: Choisissez la fréquence à laquelle Vircadia rafraichit ses mémoires virtuelles graphiques. La plupart des ordinateurs de milieu de gamme fonctionnent bien sur "Interactive".

source: Resolution
fr: Résolution

source: Adjust the resolution using the slider. This affects how clear Vircadia appears on your monitor or screen.
fr: Ajustez la résolution à l'aide du curseur. Cela affecte la clarté de l'affichage de Vircadia sur votre moniteur ou votre écran.

source: Account Security Settings
fr: Paramètres de Sécurité

source: You can change your account security settings in Vircadia.
fr: Vous pouvez modifier les paramètres de sécurité de votre compte personnel dans Vircadia.

source: In Desktop mode, go to **Settings > Security** in the menu on the top left corner.
fr: En mode Clavier, allez à **Settings > Security** dans le menu en haut à gauche.

source: In VR mode, open your Tablet and go to **Menu > Settings > Security**.
fr: En mode VR, ouvrez votre tablet et allez dans **Menu > Settings > Security**.

source: Account
fr: Compte Personnel

source: Enable to stay logged in (in the current device) even if you exit Vircadia.
fr: Permet de rester connecté (avec l'appareil actuel) même si vous quittez Vircadia.

source: Secure Transactions
fr: Transactions Sécurisées

source: Change your security picture.
fr: Changez votre image de sécurité.

source: :doc:`Configure Your Domain Settings <../../host/configure-settings>`
fr: :doc:`Configurez vos Paramètres de Domaine <../../host/configure-settings>`

source: A Vircadia Android app is being considered for the roadmap, most of the development work has been done but the work required to get it back rolling has to be taken into consideration.
fr: Une application Vircadia Android est envisagée pour le future, la plupart des travaux de développement ont été effectués mais le travail nécessaire pour la remettre en route doit être pris en considération.

source: The app is designed for Daydream-ready phones only. Keep in mind, it cannot be used in Daydream View and is only available as a 2D application.
fr: L'application est conçue pour les portables Daydream-ready uniquement. Gardez à l'esprit qu'elle ne peut pas être utilisée dans Daydream View et qu'elle n'est disponible qu'en tant qu'application 2D.

source: Visit Different Worlds
fr: Visiter des Autres Mondes

source: Vircadia has many virtual places where you can interact with other users and participate in various activities or events. We have modified several of Vircadia's most popular virtual worlds to make them more accessible to Android users.
fr: Vircadia dispose de nombreux lieux virtuels où vous pouvez interagir avec d'autres utilisateurs et participer à diverses activités ou événements. Nous avons modifié plusieurs des mondes virtuels les plus populaires de Vircadia pour les rendre plus accessibles aux utilisateurs de portables Android.

source: Find these domains by going to the **Home** tab in the menu.
fr: Trouvez ces domaines en allant sur l'onglet **Home** dans le menu.

source: Movement Controls
fr: Contrôle des Mouvements

source: Controls
fr: Contrôles

source: Walking
fr: Marcher

source: When exploring a virtual world, use the arrows in the bottom left corner to turn and/or walk.
fr: Lorsque vous explorez un monde virtuel, utilisez les flèches dans le coin inférieur gauche pour tourner et/ou marcher.

source: Turning
fr: Tourner

source: Drag your finger left or right across the screen to make your avatar turn.
fr: Faites glisser votre doigt vers la gauche ou vers la droite sur l'écran pour faire tourner votre avatar.

source: Look up/down
fr: Regarder en haut/en bas

source: Drag your finger up or down to change the angle of the camera.
fr: Faites glisser votre doigt vers le haut ou vers le bas pour changer l'angle de la caméra.

source: Flying
fr: Voler

source: Press the button on the bottom right with the winged avatar to fly (the longer you hold it, the higher you go!).
fr: Appuyez sur le bouton en bas à droite avec l'avatar ailé pour voler (plus vous le tenez longtemps, plus vous allez haut !).

source: In-World Controls
fr: Contrôles In-World

source: View
fr: Voir

source: Switch to a bird's eye view camera by pressing the **My View** button on the top right corner of the screen.
fr: Passez à une caméra à vue d'oiseau en appuyant sur le bouton **My View** en haut à droite de l'écran.

source: Mute
fr: Mettre en sourdine

source: Your avatar in muted by default when you open the app. Press the mic button on the top right corner to unmute.
fr: Votre avatar est mis en sourdine par défaut lorsque vous ouvrez l'application. Appuyez sur le bouton micro en haut à droite pour rétablir le son.

source: Avatar Controls
fr: Commandes de l'Avatar

source: Change Your Avatar
fr: Changer votre Avatar

source: Change your avatar to one available in the list in the **Avatar** tab in the menu.
fr: Changez votre avatar pour un avatar disponible dans la liste dans l'onglet **Avatar** du menu.

source: Set Display Name
fr: Définir le Nom d'Affichage

source: Set your display name in the **Avatar** tab in the menu
fr: Définissez votre nom d'affichage dans l'onglet **Avatar** du menu

source: Discover and Make Friends
fr: Découvrir et se faire des Amis

source: Handshake
fr: Poignée de Main

source: `Add people to your Connections <../socialize.html#make-connections-and-friends>`_ by shaking their hand. Press the handshake button which is above the flight button in the bottom right corner of your screen.
fr: `Ajoutez une personne à vos connexions <../socialize.html#make-connections-and-friends>`_ en lui serrant la main. Appuyez sur le bouton de la poignée de main qui se trouve au-dessus du bouton de vol dans le coin inférieur droit de votre écran.

source: Connections List
fr: Liste des Connexions

source: Open the **People** tab in the menu to view your Connections.
fr: Ouvrez l'onglet **People** dans le menu pour voir vos connexions.

source: Additional functionality such as opening the Tablet, using the **Create** Tools app, adding wearables, etc. are not yet available.
fr: Les fonctionnalités supplémentaires telles que l'ouverture du tablet, l'utilisation de l'application **Create** avec les Outils de Création, l'ajout de vêtements, etc. ne sont pas encore disponibles.

source: :doc:`Socialize with Others <../socialize>`
fr: :doc:`Socializez avec les Autres <../socialize>`

source: This document is slightly outdated. FIXME: says that you can use an Android phone
fr: Ce document est légèrement dépassé. FIXME: dit que vous pouvez utiliser un téléphone Android

source: Vircadia's architecture shows how different parts of the system work together to give you the best VR experience.
fr: L'architecture de Vircadia montre comment les différentes parties du système fonctionnent ensemble pour vous offrir la meilleure expérience VR.

source: Architecture Overview
fr: Aperçu de l'Architecture

source: Vircadia's architecture consists of the following components that work together and send data to each other for your VR experience.
fr: L'architecture de Vircadia se compose des éléments suivants qui fonctionnent ensemble et s'envoient des données pour votre expérience VR.

source: The `Vircadia Interface`_ runs your personal experience in the metaverse. With it, you can :doc:`visit VR worlds <../travel>`, :doc:`meet people <../socialize>`, `attend live events <../socialize.html#attend-live-events>`_ and more.
fr: L'`Interface Vircadia`_ donne la vie à votre expérience personnelle dans le métaverse. Avec elle, vous pouvez :doc:`visiter les mondes VR <../travel>`, :doc:`rencontrer des gens <../socialize>`, `assister à des événements en direct <../socialize.html#attend-live-events>`_ et plus encore.

source: The `Domain Server`_ is the server that hosts a domain. The domain server hosts the content in the domain, and manages the :doc:`domain-wide settings <../../host/configure-settings>`, such as audio spatialization, user permissions, and running scripts.
fr: Le `Serveur de Domaine`_ est le serveur qui héberge un domaine. Le serveur de domaine héberge le contenu du domaine et gère les paramètres :doc:`domain-wide settings <../../host/configure-settings>`, tels que la spatialisation audio, les permissions utilisateur et l'exécution de scripts.

source: The `Global Services`_ connect all of the servers together. An instance of these services are maintained by Vircadia so that you can sign in and move seamlessly between places.
fr: Les `Services Globaux`_ connectent tous les serveurs ensemble. Une instance de ces services est maintenue par Vircadia afin que vous puissiez vous connecter et vous déplacer sans problème d'un endroit à l'autre.

source: Vircadia Interface
fr: Interface Vircadia

source: The Vircadia Interface (or simply 'Interface') is the main user interface for Vircadia. It is used to explore the metaverse and engage with people from around the world. When you enter a domain, your Interface connects with the `domain server`_ that is hosting the virtual world, alongside any `global services`_.
fr: L'Interface Vircadia (ou simplement "Interface") est la principale interface utilisateur de Vircadia. Elle est utilisée pour explorer le métaverse et entrer en contact avec des personnes du monde entier. Lorsque vous entrez dans un domaine, votre interface se connecte au `serveur de domaine`_ qui héberge le monde virtuel, ainsi qu'aux `services globaux`_.
