Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: In Vircadia, your experiences are shaped the world around you. When you enter a domain, all of the space around you is built with [entities](../create/entities), or the building blocks of your environments. The walls of your room, the tree in the distance, or the animated butterfly that flew past are all entities.
fr: Dans Vircadia, vos expériences sont façonnées par le monde qui vous entoure. Lorsque vous entrez dans un domaine, tout l'espace qui vous entoure est construit avec des [entités](../create/entities), ou les blocs de construction de vos environnements. Les murs de votre chambre, l'arbre au loin ou le papillon animé qui est passé devant vous sont tous des entités.

source: Just like in the real world, you can interact with your environment by grabbing items or colliding with objects.
fr: Tout comme dans le monde réel, vous pouvez interagir avec votre environnement en vous emparant d'objets ou en entrant en collision avec des objets.

source: **On This Page:**
fr: **Sur cette Page :**

source: [Grab Objects](#grab-objects)
fr: [Saisir des Objets](#grab-objects)

source: [Triggered Entities](#triggered-entities)
fr: [Entités Déclenchées](#triggered-entities)

source: Grab Objects
fr: Saisir des Objets

source: You can grab objects in Vircadia using your mouse or hand controllers. You can grab an entity, hold it, throw it, and drop it depending on the [entity's properties](../create/entities/entity-behavior).
fr: Vous pouvez saisir des objets dans Vircadia à l'aide de votre souris ou de vos contrôleurs manuels. Vous pouvez saisir une entité, la tenir, la lancer et la lâcher en fonction des [propriétés de l'entité](../create/entities/entity-behavior).

source: In Desktop mode, click and hold the left mouse button to grab and hold an entity.
fr: En mode Clavier, cliquez et maintenez le bouton gauche de la souris pour saisir et tenir une entité.

source: In VR mode, reach out towards the object and press the Grab button. The location of this button depends on the controllers you are using.
fr: En mode VR, tendez la main vers l'objet et appuyez sur le bouton "Grab". L'emplacement de ce bouton dépend des contrôleurs que vous utilisez.

source: You can collide (or run into) objects and other avatars in Vircadia. Likewise, objects can collide with one another. We use [physics to govern how entities behave](../create/entities/entity-physics) when they collide with each other or with avatars.
fr: Vous pouvez entrer en collision (ou heurter) des objets et d'autres avatars dans Vircadia. De même, les objets peuvent entrer en collision les uns avec les autres. Nous utilisons [la physique pour régir le comportement des entités](../create/entities/entity-physics) lorsqu'elles entrent en collision entre elles ou avec des avatars.

source: Without this collision property set, objects will move straight through other entities and avatars. As you interact with your environment, take note on which objects have collisions enabled based on whether or not you can walk through them.
fr: Sans cette propriété de collision, les objets se déplacent directement à travers les autres entités et les avatars. Lorsque vous interagissez avec votre environnement, prenez note des objets dont les collisions sont activées selon que vous pouvez ou non les traverser.

source: When creating your own entities, you can [set the Collision property](../create/entities/entity-behavior.html#entity-collision-behavior) to turn on or off collisions.
fr: Lorsque vous créez vos propres entités, vous pouvez [définir la propriété de collision](../create/entities/entity-behavior.html#entity-collision-behavior) pour activer ou désactiver les collisions.

source: Triggered Entities
fr: Entités Déclenchées

source: Some entities have scripts (or triggers) that make them behave a certain way when you interact with it. For example, you can trigger a light switch to turn on or off when your hand passes through it, or make a pet walk when you grab its leash.
fr: Certaines entités ont des scripts (ou des déclencheurs) qui leur font se comporter d'une certaine manière lorsque vous interagissez avec elle. Par exemple, vous pouvez déclencher un interrupteur pour allumer ou éteindre une lumière lorsque votre main la traverse, ou faire marcher un animal de compagnie lorsque vous saisissez sa laisse.

source: These triggers are scripted in the entities themselves by their creators. Because of this, the possible behavior is endless. We encourage you to explore and discover all of the cool ways you can interact with your surroundings.
fr: Ces déclencheurs sont scriptés dans les entités elles-mêmes par leurs créateurs. De ce fait, les comportements possibles sont infinis. Nous vous encourageons à explorer et à découvrir toutes les manières cool d'interagir avec vos alentours.

source: Put on Wearables
fr: Porter des Vêtements

source: Install Tablet Apps
fr: Installer des Applications pour Tablet

source: Before you even enter Vircadia, there are many ways to personalize your experience and make it your own. You can customize everything from the hardware you use, to the way the app works, to how you appear to others.
fr: Avant même d'entrer dans Vircadia, il existe de nombreuses façons de personnaliser votre expérience et de la faire vôtre. Vous pouvez tout personnaliser, du matériel que vous utilisez au fonctionnement de l'application, en passant par votre apparence aux yeux des autres.

source: **In This Section:**
fr: **Dans Cette Rubrique:**

source: Put On Wearables
fr: Habillez vous de Vêtements

source: Wear Your Own Wearable
fr: Portez vos Propres Vêtements

source: Once you know the URL for your wearable's FBX file, then put it on your avatar:
fr: Une fois que vous connaissez l'URL du fichier FBX de votre vêtement, mettez-le sur votre avatar :

source: In Interface, pull up your tablet or HUD and click on **Avatar**.
fr: Dans l'Interface, accédez à votre tablet ou HUD et cliquez sur **Avatar**.

source: In the **Avatar** window, click the hat icon next to 'Wearables'.
fr: Dans la fenêtre **Avatar**, cliquez sur l'icône du chapeau à côté de 'Wearables'.

source: Click 'Add custom' at the top of the window.
fr: Cliquez sur 'Add custom' en haut de la fenêtre.

source: Enter the .fbx file's URL and click 'Confirm'.
fr: Entrez l'URL du fichier .fbx et cliquez sur 'Confirm'.

source: Select the joint you'd like to use for your wearable. For example, a hat would be on your head, and fairy wings would be on your spine.
fr: Sélectionnez l'articulation que vous souhaitez utiliser pour votre vêtement. Par exemple, un chapeau serait sur votre tête et des ailes de fée sur votre colonne vertébrale.

source: Fine tune the placement using the 'Position' and 'Rotation' options.
fr: Ajustez le placement en utilisant les options 'Position' et 'Rotation'.

source: Check 'Is soft' if the item is rigged with your skeleton. This allows the item to move and bend with the avatar as it moves.
fr: Cochez la case 'Is soft' si l'objet est fixé à votre squelette. Cela permet à l'objet de se déplacer et de se plier avec l'avatar lorsqu'il se déplace.

source: Click 'Save'.
fr: Cliquez sur 'Save'.

source: :doc:`Create Wearables <../../create/wearables>`
fr: :doc:`Créez vos Vêtements <../../create/wearables>`

source: When you first use Vircadia, you will be wearing the default avatar, Woody. Your avatar is a representation of you in the metaverse. You can control how your avatar moves and speak to other users in-world using it.
fr: Lorsque vous utiliserez Vircadia pour la première fois, vous porterez l'avatar par défaut, Woody. Votre avatar est une représentation de vous dans le métaverse. Vous pouvez contrôler les mouvements de votre avatar et parler à d'autres utilisateurs in-world par lui.

source: Use Your Own Custom Avatar
fr: Utilisez votre Propre Avatar Personnalisé

source: Once you have your avatar's .fst file, you can upload it.
fr: Une fois que vous avez le fichier .fst de votre avatar, vous pouvez le télécharger.

source: In the **Avatar** window, click the link icon next to your current avatar. ![](_images/avatar-link.png)
fr: Dans la fenêtre Avatar, cliquez sur l'icône de lien à côté de votre avatar actuel. ![](_images/avatar-link.png)

source: Enter the .fst file's URL and click 'Confirm'.
fr: Entrez l'URL du fichier .fst et cliquez sur 'Confirm'.

source: If you want to access this avatar later without loading the .fst file information again, you can click on 'Add to Favorites' to save the current avatar information.
fr: Si vous souhaitez accéder à cet avatar plus tard sans avoir à recharger les informations du fichier .fst, vous pouvez cliquer sur 'Add to Favorites' pour enregistrer les informations de l'avatar actuel.

source: Update an App
fr: Mettre à Jour une Application

source: To update your app:
fr: Pour mettre à jour votre application :

source: Scroll to the app you'd like to update and click on the menu. ![](_images/update-menu.png)
fr: Faites défiler jusqu'à l'application que vous souhaitez mettre à jour et cliquez sur le menu. ![](_images/update-menu.png)

source: Click the 'Update' button, then 'Update for Free'.
fr: Cliquez sur le bouton 'Update', puis sur 'Update for Free'.

source: Additional Notes on Updating
fr: Notes Supplémentaires sur la Mise à Jour

source: Once you update an item, the previous version of the product will no longer be available.
fr: Une fois que vous avez mis à jour un article, la version précédente du produit ne sera plus disponible.

source: When you update a product with the old version already in-world, it will remain intact until it is replaced manually with the updated version. If you attempt to import an entities JSON which contains the old version, the system will ignore the item, and not automatically replace it in-world. It is up to the end-user to replace the old instances with the new.
fr: Lorsque vous mettez à jour un produit avec l'ancienne version déjà disponible, il restera intact jusqu'à ce qu'il soit remplacé manuellement par la version mise à jour. Si vous tentez d'importer une entité JSON qui contient l'ancienne version, le système ignorera l'article et ne le remplacera pas automatiquement in-world. Il appartient à l'utilisateur de remplacer les anciennes instances par les nouvelles.

source: We've listed some of the apps we created and how you can use them.
fr: Nous avons dressé la liste de certaines des applications que nous avons créées et de la manière dont vous pouvez les utiliser.

source: Spectator Cam
fr: Caméra de Spectateur

source: To use the Spectator Camera app:
fr: Pour utiliser l'application Caméra de Spectateur :

source: Turn on your Spectator Cam by moving the slider. You'll see the camera appear in-world. By default, the app's display shows you what you see in VR through your HMD. This is to show you what you're recording without having to take off your HMD. ![](_images/spec-cam-window.png)
fr: Allumez votre Caméra de Spectateur en déplaçant le curseur. Vous verrez la caméra apparaître in-world. Par défaut, l'écran de l'application vous montre ce que vous voyez en VR par le biais de votre HMD. Cela vous permet de voir ce que vous enregistrez sans avoir à enlever votre HMD. ![](_images/spec-cam-window.png)

source: To record yourself, switch your display from your HMD's view to the camera view. This lets you record videos of yourself, such as your avatar dancing or trying on different wearables.
fr: Pour vous enregistrer, passez de l'affichage de votre HMD à celui de la caméra. Cela vous permet d'enregistrer des vidéos de vous-même, comme votre avatar en train de danser ou d'essayer différents vêtements.

source: Finger Painting
fr: Peinture au Doigt

source: To use the Fingerpaint app:
fr: Pour utiliser l'application Fingerpaint :

source: First, click 'Options' to select what you would like to paint on - the world around you, your avatar, or another user's avatar (with their permission).
fr: Cliquez d'abord sur 'Options' pour sélectionner la surface sur laquelle vous souhaitez peindre - le monde qui vous entoure, votre avatar ou celui d'un autre utilisateur (avec sa permission).

source: Click 'Palette' to select a color for your paint.
fr: Cliquez sur 'Palette' pour sélectionner une couleur pour votre peinture.

source: Click 'Brushes' to select the settings for your brush, such as stroke width, type of brush, and special effects. ![](_images/fingerpaint.png)
fr: Cliquez sur 'Brushes' pour sélectionner les paramètres de votre pinceau, tels que la largeur du trait, le type de pinceau et les effets spéciaux. ![](_images/fingerpaint.png)

source: The Text to Speech app synthesizes the text you type into speech. You can use this app if you don't wish to use your voice, have microphone issues, or have disabilities.
fr: L'application Text to Speech synthétise le texte que vous tapez en parole. Vous pouvez utiliser cette application si vous ne souhaitez pas utiliser votre voix, si vous avez des problèmes de microphone ou si vous êtes handicapé.

source: To use the Text to Speech (TTS) app:
fr: Pour utiliser l'application Text to Speech (TTS) :

source: In the app, select the Pitch and Speed of your choice.
fr: Dans l'application, sélectionnez la hauteur et la vitesse du son de votre choix.

source: Type in the text you'd like your avatar to speak.
fr: Tapez le texte que vous souhaitez faire prononcer à votre avatar.

source: Hit 'Speak' to hear your text. Hit 'Stop Last' to stop your avatar from speaking. ![](_images/tts.png)
fr: Cliquez sur 'Speak' pour entendre votre texte. Appuyez sur 'Stop Last' pour stopper votre avatar de parler. ![](_images/tts.png)

source: Vircadia is all about the people you meet and the experiences you have with them. Vircadia enables people connected by interest, community, and friendship to come together from anywhere in the world.
fr: Vircadia, c'est d'abord et avant-tout les gens que vous rencontrez et les expériences que vous partagez avec eux. Vircadia permet à des personnes liées par intérêts, une communauté ou amitiés de se rencontrer partout in-world.

source: Make Connections and Friends
fr: Créer des Connexions et des Amitiés

source: In Vircadia, you can establish a connection with someone else by shaking hands with them. With your hand controllers, place your hands near each other and hold the grip button. Desktop users can press and hold ``X`` on their keyboard.
fr: Dans Vircadia, vous pouvez établir une connexion avec une autre personne en lui serrant la main. Avec vos manettes, placez vos mains l'une à côté de l'autre et maintenez le bouton de la poignée de main. Les utilisateurs en mode Clavier peuvent appuyer sur la touche "X" de leur clavier et la maintenir pressée.

source: Once you make a connection with someone, they will appear under Connections in the `The People app`_. You will also appear on their list of connections. You will be able to see where they are in the metaverse, and you can travel to them at any time.
fr: Une fois que vous avez établi une connexion avec quelqu'un, elle apparaîtra sous 'Connections' dans `The People app`_. Vous figurerez également dans leur liste de connexions. Vous pourrez voir où ils se trouvent dans le métaverse, et vous pourrez vous y rendre à tout moment.

source: To mark a connection as a friend, check the box next to their name in the People app. You can make yourself available to only your friends using the People app.
fr: Pour marquer une connexion en tant qu'ami, cochez la case à côté de son nom dans l'application People. Vous pouvez vous rendre disponible uniquement pour vos amis en utilisant l'application People.

source: The People App
fr: L'Application People

source: The People app provides a set of tools that help users manage their interactions with people in the metaverse. It gives you a list of the people nearby (in the same domain as you), and gives you easy access to all of your connections. From the People app, you can:
fr: L'application People fournit un ensemble d'outils qui aident les utilisateurs à gérer leurs interactions avec les personnes dans le métaverse. Elle vous donne une liste des personnes à proximité (dans le même domaine que vous), et vous permet d'accéder facilement à toutes vos connexions. L'application People vous permet d'accéder à toutes vos connexions :

source: Feature
fr: Fonctionnalité

source: Profile Picture
fr: Photo de Profil

source: This is where your profile picture will be visible. Click on the image to view your profile. You can change this image on our `website <https://dashboard.vircadia.com/>`_.
fr: C'est là que votre photo de profil sera visible. Cliquez sur l'image pour voir votre profil. Vous pouvez modifier cette image sur notre `site web <https://dashboard.vircadia.com/>`_.

source: Display Name
fr: Nom d'Affichage

source: You can change your display name at any time. By default, it will be 'anonymous'. In the image above, the display name is 'HiFi Docs'.
fr: Vous pouvez changer votre nom d'affichage à tout moment. Par défaut, il sera "anonyme". Dans l'image ci-dessus, le nom d'affichage est "HiFi Docs".

source: Set Availability
fr: Définir votre Disponibilité

source: This feature allows you to appear online to select groups of users: Everyone, Friends and Connections, Friends Only, or Appear Offline. The users you appear online to will also be able to teleport to your location.
fr: Cette fonction vous permet d'apparaître en ligne pour sélectionner des groupes d'utilisateurs : Tout le Monde, Amis et Connexions, Amis Seulement, ou Apparaître Hors Ligne. Les utilisateurs auxquels vous apparaissez en ligne pourront également se téléporter à votre emplacement.

source: Master Volume
fr: Volume Principal

source: Set the volume of your audio in Vircadia.
fr: Réglez le volume de votre audio dans Vircadia.

source: Nearby
fr: A Proximité

source: This is the list of users who are nearby in the same domain as you.
fr: Il s'agit de la liste des utilisateurs qui se trouvent à proximité dans le même domaine que vous.

source: In View
fr: En Vue

source: You can check this box to view only the users in front of you in a domain. This is useful when a domain has a lot of users.
fr: Vous pouvez cocher cette case pour ne voir que les utilisateurs devant vous dans un domaine. Ceci est utile lorsqu'un domaine compte beaucoup d'utilisateurs.

source: Refresh Button
fr: Bouton Actualiser

source: Click this button to refresh the list of users currently in the domain.
fr: Cliquez sur ce bouton pour actualiser la liste des utilisateurs qui se trouvent actuellement dans le domaine.

source: Connections
fr: Connexions

source: This is the list of users who are your friends and connections. You can also teleport to their location from this list.
fr: Il s'agit de la liste des utilisateurs qui sont vos amis et vos relations. Vous pouvez également vous téléporter à leur emplacement à partir de cette liste.

source: Loud
fr: Volume

source: Click this icon next to the user you want to mute. The user will be muted only for you, not for other users in the domain. The icon also displays how loudly a user is speaking.
fr: Cliquez sur cette icône à côté de l'utilisateur que vous voulez mettre en sourdine. L'utilisateur sera mis en sourdine uniquement pour vous, et non pour les autres utilisateurs du domaine. L'icône indique également le niveau sonore de la voix de l'utilisateur.

source: Names
fr: Noms

source: This is the list of users available in the domain. You will only see their display names.
fr: Il s'agit de la liste des utilisateurs disponibles dans le domaine. Vous ne verrez que leurs noms d'affichage.

source: Ignore
fr: Ignorez

source: If you check this box next to a user, you and the user will not be able to see or hear each other.
fr: Si vous cochez cette case à côté d'un utilisateur, vous et l'utilisateur ne pourrez ni vous voir ni vous entendre.

source: Use the People App as an Admin
fr: Utiliser l'Application People en tant qu'Administrateur

source: As an administrator in a domain, you will have privileges to maintain a domain. The People app will have an additional column that allows an admin to silence and ban users in the same domain.
fr: En tant qu'administrateur d'un domaine, vous aurez des privilèges pour maintenir un domaine. L'application People comportera une colonne supplémentaire qui permettra à un administrateur de mettre en sourdine et de bannir les utilisateurs du même domaine.

source: You can click the icon to mute a user. This user will be muted for everyone in the domain.
fr: Vous pouvez cliquer sur l'icône pour mettre en sourdine un utilisateur. Cet utilisateur sera mis en sourdine pour tout le monde dans le domaine.

source: Ban
fr: Bannir

source: Your Privacy Shield
fr: Votre Bouclier de Protection de la Vie Privée

source: You can enable a privacy shield that protects your personal space in the metaverse. When it is enabled, other people will disappear if they get too close to you. Your privacy shield is disabled by default. To enable it, pull up your tablet or HUD and click **Shield**. In Desktop mode, you can also use the keyboard shortcut ``CTRL`` + ``N``.
fr: Vous pouvez activer un bouclier de protection de la vie privée qui protège votre espace personnel dans le métaverse. Lorsqu'il est activé, les autres personnes disparaîtront si elles s'approchent trop près de vous. Votre bouclier de protection de la vie privée est désactivé par défaut. Pour l'activer, accédez à votre tablet ou votre HUD et cliquez sur **Shield**. En mode Clavier, vous pouvez également utiliser le raccourci clavier ``CTRL`` + ``N``.

source: There is also a Shield icon on the top-left corner of your Interface window, next to the audio icon, that can be used to toggle your privacy shield.
fr: Il y a également une icône de bouclier dans le coin supérieur gauche de votre fenêtre d'Interface, à côté de l'icône audio, qui peut être utilisée pour activer votre bouclier de confidentialité.

source: Attend Live Events
fr: Assister à des Événements en Direct

source: One of the great things about virtual reality is that you can attend events. Vircadia regularly hosts events such as workshops, lectures on VR, and town hall meetings to meet our team. You can view all upcoming events on the Vircadia website. Events are a great place to meet others and share experiences with others around the world.
fr: L'un des grands avantages de la réalité virtuelle est que vous pouvez assister à des événements. Vircadia organise régulièrement des événements tels que des ateliers, des conférences VR et des réunions publiques pour rencontrer notre équipe. Vous pouvez consulter tous les événements à venir sur le site web de Vircadia. Les événements sont un endroit idéal pour rencontrer d'autres personnes et partager des expériences avec d'autres personnes dans le monde entier.

source: To attend an event, simply go to the hosted domain at the time of the event.
fr: Pour assister à un événement, il suffit de se rendre sur le domaine hébergé au moment de l'événement.

source: Express Yourself
fr: Exprimez-vous

source: There are many ways you can express yourself in Vircadia, such as animating the mouth of your avatar or using gestures in the **Emote** app.
fr: Il existe de nombreuses façons de s'exprimer dans Vircadia, comme animer la bouche de votre avatar ou utiliser des gestes dans l'application **Emote**.
