Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: In Desktop mode, press and hold the “T” key on your keyboard to talk. When using an HMD in VR mode, press and hold the grip triggers on your controllers to talk. This feature works only when you are focused on the Interface window.
fr: En mode Clavier, appuyez sur la touche "T" de votre clavier et maintenez-la enfoncée pour parler. Lorsque vous utilisez un HMD en mode VR, appuyez et maintenez les gâchettes de vos contrôleurs pour parler. Cette fonction ne fonctionne que lorsque vous êtes concentré sur la fenêtre d'Interface.

source: Adjust Vircadia Audio Settings
fr: Régler les Paramètres Audio de Vircadia

source: There are a number of settings you can configure to customize your audio experience in Vircadia. To change these, open your Tablet or HUD and go to **Audio**.
fr: Il existe un certain nombre de paramètres que vous pouvez configurer pour personnaliser votre expérience audio dans Vircadia. Pour les modifier, ouvrez votre tablet ou votre HUD et allez dans **Audio**.

source: Mute microphone
fr: Mette le microphone en sourdine

source: Mute or unmute your microphone.
fr: Coupez ou rétablissez le son de votre micro.

source: HMD Mute Warning (VR)
fr: Avertissement de mise en sourdine du HMD (VR)

source: Enable to receive a warning when your microphone is muted when wearing a HMD device.
fr: Permet de recevoir un avertissement lorsque votre microphone est coupé lorsque vous portez un appareil HMD.

source: Noise reduction
fr: Réduction du Bruit

source: Enable to turn on noise reduction. This removes outside noise from audio signals.
fr: Permet d'activer la réduction du bruit. Cela permet d'éliminer les bruits extérieurs des signaux audio.

source: Audio level meter
fr: Indicateur de niveau audio

source: By default, the audio level meter is visible on the top left corner of your screen. Uncheck this box to hide the meter.
fr: Par défaut, l'indicateur de niveau sonore est visible dans le coin supérieur gauche de votre écran. Décochez cette case pour cacher l'indicateur.

source: Echo Cancellation
fr: Annulation de l'Écho

source: Enable or disable `acoustic echo cancellation <#id1>`_.
fr: Activer ou désactiver `acoustic echo cancellation <#id1>`_.

source: Stereo input
fr: Entrée stéréo

source: Enable or disable stereo input. Stereo reproduces sound using two or more audio channels. This means that you will hear sound from various directions, like how you would in the real world.
fr: Activez ou désactivez l'entrée stéréo. La stéréo reproduit le son en utilisant deux ou plusieurs canaux audio. Cela signifie que vous entendrez le son dans différentes directions, comme dans le monde réel.

source: Adjust OS Audio Settings
fr: Régler les Paramètres Audio du Système d'Exploitation

source: Many device settings, such as input levels, boost, gains, and enhancements, cannot be set in Vircadia. These settings can only be adjusted at the operating system level or with a device's external software. If you experience issues with audio that cannot be resolved with any of the above settings, then try adjusting your operating system's device settings:
fr: De nombreux paramètres de l'appareil, tels que les niveaux d'entrée, le boost, les gains et les améliorations, ne peuvent être définis dans Vircadia. Ces paramètres ne peuvent être réglés qu'au niveau du système d'exploitation ou avec le logiciel externe d'un appareil. Si vous rencontrez des problèmes audio qui ne peuvent être résolus avec aucun des paramètres ci-dessus, essayez d'ajuster les paramètres de votre système d'exploitation :

source: **Update the driver software for your audio devices**:
fr: **Mettez à jour le logiciel du pilote de vos appareils audio** :

source: On Mac: Apple handles all driver updates on your computer. To check for updates, click on the Apple icon in the top-left corner of the screen and select 'Software Update'.
fr: Sur Mac : Apple gère toutes les mises à jour des pilotes sur votre ordinateur. Pour vérifier les mises à jour, cliquez sur l'icône Apple dans le coin supérieur gauche de l'écran et sélectionnez 'Mise à jour du logiciel'.

source: On Windows: Open the **Device Manager** and select the arrow next to **Sound, audio and game controllers**. Right-click on your audio device and select 'Update driver'.
fr: Sur Windows : Ouvrez le **Gestionnaire de périphériques** et sélectionnez la flèche à côté de **Contrôleurs de son, d'audio et de jeu**. Faites un clic droit sur votre périphérique audio et sélectionnez 'Mise à jour du pilote'.

source: **Adjust microphone levels and/or boost**:
fr: **Ajustez les niveaux et/ou le boost du microphone** :

source: On Mac: Go to **System Preferences > Sound > Input**.
fr: Sur Mac : Allez dans **Préférences système > Son > Entrée**.

source: On Windows: Go to **Control Panel > Sound > Recording**. Choose your microphone and click 'Properties'.
fr: Sur Windows : Allez dans le **Panneau de configuration > Son > Enregistrement**. Choisissez votre microphone et cliquez sur "Propriétés".

source: **Adjust other advanced sound settings**:
fr: **Ajustez les autres paramètres sonores avancés** :

source: Go to **Control Panel > Sound**
fr: Allez à **Panneau de contrôle > Son**

source: Go to **Settings > System > Sound**
fr: Allez à **Réglages > Système > Son**

source: Go to **Control Panel > Hardware and Sound > Adjust System Volume**
fr: Allez à **Panneau de configuration > Matériel et son > Régler le volume du système**

source: This document is slightly outdated. FIXME: since we support OpenVR and Oculus Runtime we support almost all HMDs and input devices on the market, we probably support alternatives to Vive Trackers
fr: Ce document est légèrement dépassé. FIXME: depuis que nous supportons OpenVR et Oculus Runtime, nous supportons presque tous les HMDs et les périphériques d'entrée sur le marché, nous supportons probablement les alternatives aux Vive Trackers

source: To get the best and most immersive experience in Vircadia, we encourage you to use VR equipment, such as the Oculus Rift or HTC Vive. With these HMD devices and hand controllers, you will be able to interact with people in 3D, track body movements, and engage with the objects around you. We support the following VR equipment:
fr: Pour vivre la meilleure et la plus immersive des expériences dans Vircadia, nous vous encourageons à utiliser des équipements VR, tels que l'Oculus Rift ou le HTC Vive. Grâce à ces appareils HMD et aux contrôleurs manuels, vous pourrez interagir avec les gens en 3D, suivre les mouvements du corps et interagir avec les objets qui vous entourent. Nous soutenons les équipements VR suivants :

source: Head Mounted Displays
fr: Casques VR

source: Hand Controllers
fr: Contrôleurs manuels

source: XBox One Controller
fr: Contrôleur XBox One

source: VR Controls
fr: Contrôleurs VR

source: Comfort Mode
fr: Mode Confort

source: Motion sickness is a real problem for many people when they put on a HMD and enter VR. This happens because your eyes experience movement in VR, while your body stands still. If you experience motion sickness and discomfort using VR equipment, you are not alone.
fr: Le mal des transports est un réel problème pour de nombreuses personnes lorsqu'elles mettent un HMD et entrent en VR. Cela se produit parce que vos yeux subissent des mouvements en VR, alors que votre corps reste immobile. Si vous souffrez du mal des transports et de l'inconfort en utilisant un équipement de VR, vous n'êtes pas seul.

source: "Comfort mode" is designed to decrease the effects of motion sickness while using Vircadia. This mode:
fr: Le "mode confort" est conçu pour diminuer les effets du mal des transports lors de l'utilisation de Vircadia. Ce mode :

source: Disables sharp turns
fr: Désactive les virages serrés

source: Decreases your field of vision by darkening the edges of the screen
fr: Diminue votre champ de vision en assombrissant les bords de l'écran

source: Adds a ground plane and grid
fr: Ajoute un plan et une grille au sol

source: All of these features were developed to help you orient yourself when moving around in VR.
fr: Toutes ces fonctionnalités ont été développées pour vous aider à vous orienter lorsque vous vous déplacez en VR.

source: To enable comfort mode, go to **Menu > Settings > Controls** on your tablet. Use the slider to adjust how much of the environment you see in VR.
fr: Pour activer le mode confort, allez dans **Menu > Settings > Controls** sur votre tablet. Utilisez le curseur pour régler la part de l'environnement que vous voyez en VR.

source: Change How You Move in VR
fr: Changer la Façon dont vous vous déplacez en VR

source: You can change many avatar movement settings in VR such as jumping, flying, and leaning behavior. To do so:
fr: Vous pouvez modifier de nombreux paramètres de mouvement de l'avatar en VR, comme le comportement de saut, de vol et d'inclinaison. Pour ce faire :

source: In Desktop mode, go to **Settings > Controls** in the menu bar.
fr: En mode Clavier, allez à **Settings > Controls** dans la barre de menu.

source: In VR mode, open your Tablet and go to **Menu > Settings > Controls**.
fr: En mode VR, ouvrez votre tablet et allez dans **Menu > Settings > Controls**.

source: Enables teleport controls to move seamlessly between positions within a domain.
fr: Permet aux commandes de téléportation de se déplacer de manière transparente entre les positions d'un domaine.

source: Enables walking controls to move within a domain.
fr: Permet aux commandes de marche de se déplacer dans un domaine.

source: Enables strafing controls (to walk sideways).
fr: Permet les contrôles de mouvements pour marcher de côté.

source: Enables jump and fly controls.
fr: Permet les contrôles de saut et de vol.

source: This setting controls which direction you move in:
fr: Ce paramètre contrôle la direction dans laquelle vous vous déplacez :

source: **HMD-Relative**: Move in the direction your head is pointing.
fr: **HMD-Relative** : Déplacez-vous dans la direction que votre tête indique.

source: **Hand-Relative**: Move in the direction your dominant hand is pointing.
fr: **Hand-Relative** : Déplacez-vous dans la direction que votre main dominante indique.

source: **Hand-Relative (Leveled)**: Move in the direction your hand is pointing, without taking pitch into account.
fr: **Hand-Relative (Leveled)** : Déplacez-vous dans la direction que votre main indique, sans tenir compte de la hauteur.

source: Select 'Left' or 'Right'. Teleport and turn controls move to the controller in the dominant hand.
fr: Sélectionnez 'Gauche' ou 'Droite'. Les commandes de téléportation et de rotation se déplacent vers le contrôleur dans la main dominante.

source: This setting controls how you turn in VR:
fr: Ce réglage contrôle comment vous tournez dans VR :

source: **Snap turn**: Rotate your avatar sharply to the left or the right.
fr: **Snap turn** : Faites tourner votre avatar brusquement vers la gauche ou vers la droite.

source: **Smooth turn**: Rotate your avatar smoothly as you turn to the left or right.
fr: **Smooth turn** : Faites pivoter votre avatar doucement en tournant à gauche ou à droite.

source: **Comfort mode**: Enable `comfort mode`_ and decrease the field of vision while moving in VR mode.
fr: **Comfort mode** : Activez le `mode confort`_ et diminuez le champ de vision lorsque vous vous déplacez en mode VR.

source: This setting determines how you control your walking speed:
fr: Ce paramètre détermine la manière dont vous contrôlez votre vitesse de marche :

source: **Default**: Your walking speed will remain the same, no matter how far forward you push your controller's joystick. Fully pushing the joystick forward will make your avatar run.
fr: **Default** : Votre vitesse de marche restera la même, quelle que soit la distance à laquelle vous poussez le joystick de votre contrôleur. En poussant complètement le joystick vers l'avant, votre avatar courra.

source: **Analog**: Your walking speed changes based on how far forward you push your controller's joystick. Fully pushing your joystick forward will make your avatar run.
fr: **Analog** : Votre vitesse de marche change en fonction de la distance à laquelle vous poussez le joystick de votre contrôleur. En poussant complètement le joystick vers l'avant, votre avatar courra.

source: **Analog++**: Your walking speed changes based on how far forward you push your controller's joystick. You can use the slider to change the maximum walking speed in meters/second. Fully pushing your joystick forward will make your avatar run.
fr: **Analog++** : Votre vitesse de marche change en fonction de la distance à laquelle vous poussez le joystick de votre contrôleur. Vous pouvez utiliser le curseur pour modifier la vitesse de marche maximale en mètres/seconde. En poussant complètement votre joystick vers l'avant, vous ferez courir votre avatar.

source: This setting controls if and when your avatar leans in VR mode.
fr: Ce paramètre contrôle si et quand votre avatar se penche en mode VR.

source: **Auto**: This is the default setting. Your avatar will lean if you are standing in the real world.
fr: **Auto** : C'est le réglage par défaut. Votre avatar se penchera si vous êtes debout dans le monde réel.

source: **Seated**: Your avatar will not lean if you are sitting in the real world.
fr: **Seated** : Votre avatar ne se penchera pas si vous êtes assis dans le monde réel.

source: **Standing**: Your avatar will lean if you are sitting in the real world.
fr: **Standing** : Votre avatar se penchera si vous êtes assis dans le monde réel.

source: **Disabled**: Your avatar can sit on the floor (experimental).
fr: **Disabled** : Votre avatar peut s'asseoir par terre (expérimental).

source: User real world height (in meters)
fr: Hauteur de l'utilisateur dans le monde réel (en mètres)

source: You can change your real world height for better tracking in VR mode.
fr: Vous pouvez modifier votre hauteur réelle pour un meilleur suivi en mode VR.

source: Motion Capture Using Vive Trackers
fr: Capture de Mouvement avec les Traqueurs Vive

source: You can enhance your Vircadia experience using full body motion capture (mocap). Vircadia currently supports mocap using HTC Vive Trackers.
fr: Vous pouvez améliorer votre expérience Vircadia en utilisant la capture de mouvements du corps entier (mocap). Vircadia supporte actuellement mocap en utilisant les HTC Vive Trackers.

source: Vive trackers need to be strapped to the body part you wish to track. You can replace the HMD and hand controllers with trackers if you only need to track the movement of your head and hands.
fr: Les traqueurs Vive doivent être attachés à la partie du corps que vous souhaitez suivre. Vous pouvez remplacer le HMD et les contrôleurs de main par des trackers si vous avez seulement besoin de suivre le mouvement de votre tête et de vos mains.

source: You can set up different mocap systems:
fr: Vous pouvez mettre en place différents systèmes de mocap :

source: Mocap System
fr: Système Mocap

source: Equipment Needed
fr: Matériel Nécessaire

source: Recommended Straps
fr: Sangles Recommandées

source: Head
fr: Tête

source: HMD or 1 Vive Tracker
fr: HMD ou 1 Vive Tracker

source: Head strap for Vive Tracker
fr: Sangle de tête pour Vive Tracker

source: Hands
fr: Mains

source: Hand controllers or 2 Vive Trackers
fr: Contrôleurs manuels ou 2 Vive Trackers

source: Hand strap for Vive Tracker
fr: Sangle à main pour le Vive Tracker

source: Head + Hands + Feet
fr: Tête + Mains + Pieds

source: 2 Vive Trackers + HMD + 2 Hand Controllers
fr: 2 Vive Trackers + HMD + 2 Contrôleurs manuels

source: Foot straps
fr: Sangles pour les pieds

source: Head + Hands + Feet + Hips
fr: Tête + Mains + Pieds + Hanches

source: 3 Vive Trackers + HMD + 2 Hand Controllers
fr: 3 Vive Trackers + HMD + 2 Contrôleurs manuels

source: Hip Strap: Drill a hole in the back of a thick leather belt and attach the tracker using a 1/4" screw.
fr: Sangle pour les Hanches : Percez un trou à l'arrière d'une épaisse ceinture en cuir et fixez le tracker à l'aide d'une vis de 1/4".

source: Head + Hands + Feet + Hips + Chest
fr: Tête + Mains + Pieds + Hanches + Poitrine

source: 4 Vive Trackers + HMD + 2 Hand Controllers
fr: 4 Vive Trackers + HMD + 2 contrôleurs manuels

source: Chest straps
fr: Sangles de poitrine

source: Head + Hands + Feet + Hips + Shoulders
fr: Tête + Mains + Pieds + Hanches + Epaules

source: 5 Vive Trackers + HMD + 2 Hand Controllers
fr: 5 Vive Trackers + HMD + 2 contrôleurs manuels

source: Shoulder straps
fr: Sangles d'épaule

source: You can replace the HMD and hand controllers with trackers if you only need to track the movement of your head and hands.
fr: Vous pouvez remplacer le HMD et les contrôleurs manuels par des trackers si vous avez seulement besoin de suivre le mouvement de votre tête et de vos mains.

source: Configure Your Mocap System
fr: Configurez votre système Mocap

source: Strap your Vive trackers to your body as shown in the image.
fr: Attachez vos trackers Vive à votre corps comme indiqué sur l'image.

source: Connect your trackers, HMD, and controllers to SteamVR.
fr: Connectez vos trackers, HMD et contrôleurs à SteamVR.

source: In Interface, pull up your HUD or Tablet and go to **Menu > Settings > Calibration**.
fr: Dans l'Interface, montez votre HUD ou votre tablet et allez dans **Menu > Settings > Calibration**.

source: Configure your mocap system by:
fr: Configurez votre système mocap en :

source: Selecting the right device for your head and hands. If you're using a head tracker instead of an HMD, click 'Use HTC Vive Devices in Desktop Mode'.
fr: Sélectionnant le bon appareil pour votre tête et vos mains. Si vous utilisez un tracker pour la tête au lieu d'un HMD, cliquez sur 'Use HTC Vive Devices in Desktop Mode'.

source: Selecting the body position of any additional trackers.
fr: Sélectionnant la position du corps de tout autre tracker.

source: Click 'Apply and Calibrate'.
fr: Cliquez 'Apply and Calibrate'.

source: Stand in a T-Pose until the timer counts down to zero:
fr: Restez dans une position en T jusqu'à ce que le compte à rebours arrive à zéro :

source: Feet together
fr: Pieds joints

source: Arms out
fr: Bras écartés

source: Head looking straight ahead.
fr: La tête regardant droit devant.

source: Check to see that each tracker is tracking the corresponding joint on your avatar.
fr: Vérifiez que chaque tracker suit l'articulation correspondante de votre avatar.

source: You can also calibrate your trackers without using your tablet. Once you apply your configuration, stand in a T-Pose and hold the following four buttons together for 1 second: Left Trigger, Right Trigger, Left Menu Button, Right Menu Button. You can press the same buttons together for a second to remove your calibration from the trackers.
fr: Vous pouvez également calibrer vos trackers sans utiliser votre tablet. Une fois que vous avez appliqué votre configuration, tenez-vous dans une position en T et maintenez ensemble les quatre boutons suivants pendant 1 seconde : Déclenchement Gauche, Déclenchement Droit, Bouton de Menu Gauche, Bouton de Menu Droit. Vous pouvez appuyer sur les mêmes boutons ensemble pendant une seconde pour retirer votre calibrage des traqueurs.

source: When you setup your Vive, you choose which way to point the arrow as your reference. During calibration, it is important that you face the same direction. If you can not remember the arrow's direction, press the Vive System Menu Button and look on the ground for a marker. This is important to make sure your joints are oriented correctly.
fr: Lorsque vous configurez votre Vive, vous choisissez le sens de la flèche comme référence. Pendant le calibrage, il est important que vous soyez dans la même direction. Si vous ne pouvez pas vous souvenir de la direction de la flèche, appuyez sur le bouton de menu du système Vive et cherchez un marqueur sur le sol. Ceci est important pour s'assurer que vos articulations sont correctement orientées.

source: Troubleshooting
fr: Dépannage en cas de Problèmes

source: Issue
fr: Problème

source: Troubleshooting Steps
fr: Étapes de Dépannage

source: My calibration failed
fr: Mon calibrement a échoué

source: Check if your trackers are properly connected in SteamVR.
fr: Vérifiez si vos trackers sont correctement connectés dans SteamVR.

source: Have you selected the correct configuration in your tablet and do you have enough number of trackers to support that configuration?
fr: Avez-vous sélectionné la bonne configuration dans votre tablet et avez-vous suffisamment de trackers pour supporter cette configuration ?

source: If you are performing and not in HMD, did you select to 'Use HTC Vive in Desktop Mode'?
fr: Si vous êtes en cours d'exécution et non en mode HMD, avez-vous sélectionné 'Use HTC Vive in Desktop Mode'?

source: Are any of the trackers blinking? If so, they may need to be paired again.
fr: Est-ce que certains des trackers clignotent ? Si c'est le cas, il se peut qu'ils doivent être à nouveau appariés.

source: Do you have the correct number of dongles plugged in to your computer? You will need one dongle per tracker. If you are performing with all 7, then you may need a USB hub to handle them.
fr: Avez-vous le bon nombre de dongles branchés sur votre ordinateur ? Vous aurez besoin d'un dongle par tracker. Si vous vous produisez avec tous les 7 dongles, vous aurez peut-être besoin d'un hub USB pour les gérer.

source: My sensor is jiggling a lot
fr: Mon capteur bouge beaucoup

source: Make sure the straps on the sensor are tightened.
fr: Assurez-vous que les sangles du capteur sont bien serrées.

source: My sensor keeps losing tracking
fr: Mon capteur perd sans cesse sa trace

source: If it’s the hip tracker, is your shirt is tucked in and not covering the puck? Also make sure your headphone cord isn’t covering the puck.
fr: S'il s'agit du traqueur de hanches, votre chemise est-elle rentrée et ne couvre-t-elle pas le palet ? Vérifiez également que le cordon de votre casque ne couvre pas le palet.

source: Can the base stations clearly see the tracker?
fr: Les stations de base peuvent-elles voir clairement le traqueur ?

source: Is the signal from the base station conflicting with another Vive setup nearby?
fr: Le signal de la station de base est-il en conflit avec une autre installation Vive à proximité ?

source: Are you clear of reflective surfaces nearby? (such as picture frames, whiteboards, shiny tables).
fr: Êtes-vous à l'abri des surfaces réfléchissantes à proximité ? (comme les cadres, les tableaux blancs, les tables brillantes).

source: Is the lighting consistent across the room (minimal outdoor lighting)?
fr: L'éclairage est-il homogène dans toute la pièce (éclairage extérieur minimal) ?

source: Try restarting SteamVR.
fr: Essayez de redémarrer SteamVR.

source: Remember to charge your trackers when you aren't using them so that you don't have to deal with a low battery tracker negatively impacting your performance.
fr: N'oubliez pas de recharger vos trackers lorsque vous ne les utilisez pas afin de ne pas avoir à faire face à un tracker à batterie faible qui aurait un impact négatif sur vos performances.

source: If your HMD does not come equipped with hand controllers, you can use a gamepad. However, Vircadia is best experienced with VR equipment or the keyboard in Desktop mode.
fr: Si votre HMD n'est pas équipé de contrôleurs manuels, vous pouvez utiliser une manette de jeu. Cependant, l'expérience Vircadia est la meilleure avec un équipement VR ou le clavier en mode Clavier.

source: :doc:`Interact with Your Environment <../interact>`
fr: :doc:`Interagir avec votre Environnement <../interact>`

source: :doc:`Explore in Desktop Mode <desktop>`
fr: :doc:`Explorer dans Mode Clavier <desktop>`
