Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: By default, all avatars will use a standard set of animations, such as your eyes blinking or your mouth opening and closing as you talk. When you are using a VR controller, your avatar will automatically mimic your hand gestures and movements.
fr: Par défaut, tous les avatars utiliseront un ensemble d'animations standard, comme le clignotement des yeux ou l'ouverture et la fermeture de la bouche pendant que vous parlez. Lorsque vous utilisez un contrôleur VR, votre avatar imitera automatiquement les gestes et mouvements de votre main.

source: The Emote App
fr: L'Application Emote

source: The Emote app is a way for desktop users to express themselves without using VR controllers. With this app, you can display feelings by: crying, acting surprised, dancing, cheering, waving, falling, pointing, clapping, sitting, or showing love.
fr: L'application Emote est un moyen pour les utilisateurs en mode Clavier de s'exprimer sans utiliser de contrôleurs VR. Avec cette application, vous pouvez afficher vos sentiments en pleurant, en faisant semblant d'être surpris, en dansant, en encourageant, en agitant la main, en tombant, en montrant du doigt, en applaudissant, en vous asseyant ou en montrant de l'amour.

source: Chat with Users
fr: Causer avec les Utilisateurs

source: Vircadia does have a default text chat option that works well desktop users. Currently support for text chat in VR is not up to standard. Fortunately, our extensible open-source scripting and UI gives you the ability to create the features you want, including improving the text chat. There are some great scripts for chat that have already been built by community members, and a few are described below.
fr: Vircadia dispose d'une option de chat par défaut qui fonctionne bien pour les utilisateurs en mode Clavier. Le soutien actual du chat textuel en VR n'est pas encore au niveau aspiré. Heureusement, nos scripts et notre interface utilisateur Open Source extensibles vous permettent de créer les fonctionnalités que vous souhaitez, y compris l'amélioration du chat textuel. Il existe d'excellents scripts pour le chat qui ont déjà été créés par les membres de la communauté, dont quelques-uns sont décrits ci-dessous.

source: Alternative Local Chat
fr: Chat Local Alternatif

source: This clean, reliable, and well-written chat script was created by alpha user ctrlaltdavid.
fr: Ce script de chat simple, fiable et bien écrit a été créé par l'utilisateur alpha ctrlaltdavid.

source: To run the script:
fr: Pour exécuter le script :

source: In Interface, go to **Edit > Open and Run Script from URL**.
fr: Dans l'Interface, allez à **Edit > Open and Run Script from URL**.

source: Paste this `URL <http://ctrlaltstudio.com/downloads/hifi/scripts/chat.js>`__.
fr: Copiez ceci `URL <http://ctrlaltstudio.com/downloads/hifi/scripts/chat.js>`__.

source: The script will start running and display a text chat window pop-up. You can use this window to chat with other users in the same domain who are running the same script. If text chat is important to you, you can add this to your default scripts so it's always there.
fr: Le script va s'exécuter et afficher une fenêtre de chat en texte. Vous pouvez utiliser cette fenêtre pour discuter avec d'autres utilisateurs du même domaine qui exécutent le même script. Si le chat textuel est important pour vous, vous pouvez l'ajouter à vos scripts par défaut pour qu'il soit toujours là.

source: Vircadia is made up of many virtual places that let you participate in activities and interact with the people around you. Many of these places are beautifully detailed worlds that are interesting to explore at any time, while others were built to host events and engage with the people around you.
fr: Vircadia est constitué de nombreux lieux virtuels qui vous permettent de participer à des activités et d'interagir avec les gens qui vous entourent. Beaucoup de ces lieux sont des mondes magnifiquement détaillés qu'il est intéressant d'explorer à tout moment, tandis que d'autres ont été construits pour accueillir des événements et interagir avec les gens qui vous entourent.

source: GoTo App
fr: Application GoTo

source: To go and explore new places:
fr: Pour aller explorer de nouveaux endroits :

source: If you know where you want to go, enter the domain address or place name. As you type, the matching places will show up. Otherwise, browse the open places under 'Featured' and 'Places'.
fr: Si vous savez où vous voulez aller, entrez l'adresse du domaine ou le nom du lieu. Au fur et à mesure que vous tapez, les lieux correspondants s'affichent. Sinon, parcourez les lieux publiques sous 'Featured' et 'Places'.

source: Click on a place name to go to the place. If you have permissions, you will be transported to that location automatically.
fr: Cliquez sur un nom de lieu pour vous rendre à l'endroit en question. Si vous avez les autorisations nécessaires, vous serez automatiquement transporté vers ce lieu.

source: Visit a Friend
fr: Visiter un Ami

source: Click 'Connections' and find the friend you want to visit.
fr: Cliquez sur 'Connections' et trouvez l'ami que vous voulez visiter.

source: Select their name then 'Visit'.
fr: Sélectionnez son nom, puis 'Visit'.
