Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: You can download and use the Interface on your computer or your Android phone using the `Client-Only Installer <install.html#client-only-installer>`_.
fr: Vous pouvez télécharger et utiliser l'Interface sur votre ordinateur ou votre téléphone Android en utilisant l'installateur `Client-Only Installer <install.html#client-only-installer>`_.

source: Physics Engine
fr: Engin de Physique

source: Your VR experience won't be realistic without some physics. Vircadia includes a `physics engine <http://bulletphysics.org>`_ that simulates behaviors of objects according to the Newtonian laws of physics. When an object falls to the ground and bounces, or when two or more objects collide, their movements are computed by the physics engine.
fr: Votre expérience VR ne sera pas réaliste sans un peu de physique. Vircadia comprend un "engin physique" <http://bulletphysics.org>`_ qui simule le comportement des objets selon les lois de la physique newtonienne. Lorsqu'un objet tombe au sol et rebondit, ou lorsque deux ou plusieurs objets entrent en collision, leurs mouvements sont calculés par l'engin physique.

source: Each Interface runs its own physics engine, and the entity server coordinates the results to produce a consistent simulation across the entire domain.
fr: Chaque Interface possède son propre engin physique, et le serveur d'entités coordonne les résultats pour produire une simulation cohérente sur l'ensemble du domaine.

source: Domain Server
fr: Serveur de Domaine

source: A domain is a spatial simulation in Vircadia that you can visit. It is computed by a stack of programs on one or more computers. You need a domain's :doc:`place name <../../host/configure-settings/place-setting>` to visit a domain, just like you would need a web address to visit a website.
fr: Un domaine est une simulation spatiale dans Vircadia que vous pouvez visiter. Il est calculé par une pile de programmes sur un ou plusieurs ordinateurs. Vous avez besoin du :doc:`nom de lieu <../../host/configure-settings/place-setting>` pour visiter un domaine, tout comme vous auriez besoin d'une adresse web pour visiter un site web.

source: You can :doc:`set up your own domain <../../host/server-setup>` and host it on your local machine or on a cloud server to make it available to other users. Your domain's server stack is a set of components that simulate and manage different aspects of the domain such as audio, entities, and avatars. Everything that you see, hear, and do in your domain is managed by the server stack.
fr: Vous pouvez :doc:`configurer votre propre domaine <../../host/server-setup>` et l'héberger sur votre machine locale ou sur un serveur cloud pour le rendre disponible aux autres utilisateurs. La pile de serveurs de votre domaine est un ensemble de composants qui simulent et gèrent différents aspects du domaine tels que l'audio, les entités et les avatars. Tout ce que vous voyez, entendez et faites dans votre domaine est géré par la pile de serveurs.

source: Server Stack
fr: Pile de Serveurs

source: The server stack is not only controlling, managing and computing your domain as you see it, but also how it is seen by anyone visiting your domain. This means that the domain server hands out simulation assignments and provides their IP addresses to connecting Interface clients. The domain server is a single executable that spawns assignment clients that become the different mixers as requested. Each assignment client can function as one of the six types mentioned. The domain server determines which assignment client functions as which mixer.
fr: La pile de serveurs ne se contente pas de contrôler, gérer et calculer votre domaine tel que vous le voyez, mais aussi tel qu'il est vu par toute personne visitant votre domaine. Cela signifie que le serveur de domaine distribue des missions de simulation et fournit leurs adresses IP aux Interfaces clients connectées. Le serveur de domaine est un exécutable unique qui engendre des clients d'assignation qui deviennent les différents mélangeurs selon la demande. Chaque client d'assignation peut fonctionner comme l'un des six types mentionnés. Le serveur de domaine détermine quel client d'assignation fonctionne comme quel mélangeur.

source: Assignment Clients
fr: Clients d'Assignation

source: Assignment clients control and manage various aspects of a domain. They also communicate directly with the Interface clients connected to a domain. There are six types of assignment clients:
fr: Les clients d'assignation contrôlent et gèrent divers aspects d'un domaine. Ils communiquent également directement avec les Interfaces clients connectées à un domaine. Il existe six types de clients d'assignation :

source: Assignment Client
fr: Client d'Assignation

source: Avatar Mixer
fr: Mélangeur d'Avatars

source: This mixer is in charge of your virtual presence in any domain. It keeps track of where you are, which avatar you're wearing, and how you move around the domain. For example, it tracks how you move your head while wearing a Head Mounted Display (HMD).
fr: Ce mixeur est chargé de votre présence virtuelle dans n'importe quel domaine. Il garde une trace de l'endroit où vous vous trouvez, de l'avatar que vous portez et de la façon dont vous vous déplacez dans le domaine. Par exemple, il suit la façon dont vous bougez votre tête lorsque vous portez un casque VR (HMD).

source: Audio Mixer
fr: Mélangeur Audio

source: Mixes all sounds, whether it's voice or environmental. And it does this not just for avatars, but also for all the entities in a domain. The Audio mixer can customize a stereo mix for you based on your position relative to the audio source.
fr: Mélange tous les sons, qu'il s'agisse de la voix ou de l'environnement. Et il le fait non seulement pour les avatars, mais aussi pour toutes les entités d'un domaine. Le mélangeur audio peut personnaliser un mixage stéréo pour vous en fonction de votre position par rapport à la source audio.

source: Entity Server
fr: Serveur d'Entités

source: Tracks all entities and their properties in a domain, from their description and position, to any behaviors attached to them in a script. If an entity is modified, the change is communicated to the entity server, which in turn relays the information to all clients currently visiting the domain.
fr: Suit toutes les entités et leurs propriétés dans un domaine, depuis leur description et leur position, jusqu'aux comportements qui leur sont attachés dans un script. Si une entité est modifiée, le changement est communiqué au serveur d'entités, qui à son tour relaie l'information à tous les clients qui visitent actuellement le domaine.

source: Asset Server
fr: Serveur d'Actifs

source: Provides copies of the models, audio files, scripts, and other media used by the domain. It functions like a Web server, but using protocols tuned to Vircadia's architecture.
fr: Fournit des copies des modèles, des fichiers audio, des scripts et des autres supports utilisés par le domaine. Il fonctionne comme un serveur Web, mais en utilisant des protocoles adaptés à l'architecture de Vircadia.

source: Executes user-written JavaScript programs. If you've written a script to get your avatar to clap, or create a bowling alley, the Agent will execute it. It can see entities, avatars, and send audio.
fr: Exécute des programmes JavaScript écrits par l'utilisateur. Si vous avez écrit un script pour faire applaudir votre avatar ou créer un bowling, l'Agent l'exécutera. Il peut voir des entités, des avatars et envoyer des sons.

source: Messages Mixer
fr: Mélangeur de Messages

source: Provides communication between scripts running in different programs connected to the domain, which could be Interfaces or Agents.
fr: Assure la communication entre scripts s'exécutant dans différents programmes connectés au domaine, qui peuvent être des Interfaces ou des Agents.

source: Sandbox manages all these components on the domain server, five dedicated assignment clients, and as many agent assignments clients as needed. However, it is possible to spread the assignment clients over multiple computers, and even to divide each function among a hierarchy of assignment components, which may be on different computers. For instance, multiple audio mixers could be used to mix the audio in different geographic regions of the domain.
fr: Sandbox gère tous ces composants sur le serveur de domaine, cinq clients d'assignation dédiés et autant de clients d'assignation agent que nécessaire. Toutefois, il est possible de répartir les clients d'assignation sur plusieurs ordinateurs, et même de répartir chaque fonction parmi une hiérarchie de composants d'assignation, qui peuvent se trouver sur des ordinateurs différents. Par exemple, plusieurs mixeurs audio pourraient être utilisés pour mixer l'audio dans différentes régions géographiques du domaine.

source: Global Services
fr: Services Globaux

source: Vircadia maintains global services to connect different servers together.
fr: Vircadia maintient des services globaux pour connecter différents serveurs entre eux.

source: :doc:`Install Vircadia <install>`
fr: :doc:`Installer Vircadia <install>`

source: :doc:`Host Your Domain <../../host>`
fr: :doc:`Hébergez votre Domaine <../../host>`

source: :doc:`Travel Between Worlds <../travel>`
fr: :doc:`Voyagez entre Mondes <../travel>`

source: Desktop users are restricted to using their keyboard and mouse to do things in Vircadia. On this page, you can find all of the shortcuts so that you can enjoy your experience in Vircadia to the fullest.
fr: Les utilisateurs en mode Clavier sont limités à l'utilisation de leur clavier et de leur souris pour faire des choses dans Vircadia. Sur cette page, vous trouverez tous les raccourcis pour vous permettre de profiter au maximum de votre expérience dans Vircadia.

source: The shortcuts below are for Windows and Linux computers. If you're running on a Mac, use the same commands, substituting the ``Command`` key for the ``Ctrl`` key.
fr: Les raccourcis ci-dessous concernent les ordinateurs Windows et Linux. Si vous utilisez un Mac, utilisez les mêmes commandes, en remplaçant la touche "Ctrl" par la touche "Commande".

source: Key
fr: Touche

source: Walk Forward
fr: Avancer

source: ``W`` or ``UP ARROW``
fr: ``W`` ou ``UP ARROW``

source: Walk Backward
fr: Marcher à Reculons

source: ``S`` or ``DOWN ARROW``
fr: ``S`` ou ``DOWN ARROW``

source: Run
fr: Courir

source: Hold ``SHIFT`` while using any shortcut to walk
fr: Maintenir la touche ``SHIFT`` tout en utilisant n'importe quel raccourci pour marcher

source: Side Step to the Left
fr: Pas de Côté à Gauche

source: ``Q`` or Right Click + ``A`` or ``SHIFT`` + ``LEFT ARROW``
fr: ``Q`` ou clic droit de la souris + ``A`` ou ``SHIFT`` + ``LEFT ARROW``

source: Side Step to the Right
fr: Pas de Côté à Droite

source: ``E`` or Right Click + ``D`` or ``SHIFT`` + ``RIGHT ARROW``
fr: ``E`` ou clic droit de la souris + ``D`` ou ``SHIFT`` + ``RIGHT ARROW``

source: Turn Left
fr: Tourner à Gauche

source: ``A`` or ``LEFT ARROW``
fr: ``A`` ou ``LEFT ARROW``

source: Turn Right
fr: Tourner à Droite

source: ``D`` or ``RIGHT ARROW``
fr: ``D`` ou ``RIGHT ARROW``

source: Jump
fr: Sauter

source: ``SPACE`` or ``PGUP``
fr: ``SPACE`` ou ``PGUP``

source: Fly
fr: Voler

source: Hold ``SPACE`` or ``PGUP``
fr: Maintenir ``SPACE`` ou ``PGUP``

source: Fly Down
fr: Voler vers le Bas

source: ``C`` or ``PGDN``
fr: ``C`` ou ``PGDN``

source: Toggle Privacy Shield
fr: Commuter le Bouclier de Protection de la Vie Privée

source: Open Tablet
fr: Ouvrir le Tablet

source: ``TAB`` *(when 'Desktop becomes toolbar' is not checked)*
fr: ``TAB`` *(quand 'Desktop becomes toolbar' n'est pas coché)*

source: Select Item
fr: Sélectionnez un Objet

source: Left Click
fr: Clic de Souris Gauche

source: Grab Item
fr: Saisir un Objet

source: Inspect Item
fr: Inspecter un Objet

source: Right Click
fr: Clic de Souris Droit

source: Open Browser
fr: Ouvrir le Navigateur

source: Toggle 'Away from Keyboard'
fr: Activer Mode 'Away from Keyboard'

source: Toggle 'Mute Mic'
fr: Commuter Mode 'Mute Mic'

source: Toggle 'Show Statistics'
fr: Activer 'Show Statistics'

source: Screenshot
fr: Capture d'Écran

source: Camera Controls
fr: Contrôles de la Caméra

source: First Person View
fr: Vue à la Première Personne

source: Third Person View
fr: Vue à la Troisième Personne

source: Mirror View
fr: Vue en Miroir

source: Pan In/Out
fr: Zoom In/Out

source: With mouse, use mouse wheel.
fr: Avec la souris, utilisez la molette de la souris.

source: On trackpad, drag two fingers up or down.
fr: Sur le pavé tactile, faites glisser deux doigts vers le haut ou vers le bas.

source: Take Screenshot
fr: Faites une Capture d'Écran

source: Avatar Sizing Controls
fr: Contrôles de la Taille de l'Avatar

source: Decrease Avatar Size
fr: Diminuer la Taille de l'Avatar

source: Increase Avatar Size
fr: Augmenter la Taille de l'Avatar

source: Reset Avatar Size
fr: Réinitialiser la Taille de l'Avatar

source: Create and Edit Mode
fr: Mode Création et Édition

source: These controls work when the **Create** app is open.
fr: Ces contrôles fonctionnent lorsque l'application **Create** est ouverte.

source: Undo
fr: Annuler

source: Redo
fr: Refaire

source: Delete Entity
fr: Supprimer une Entité

source: Focus on Selected Entity
fr: Focus sur une Entité sélectionnée

source: Align Grid to Bottom of Selected Entities
fr: Aligner la grille sur le Bas des Entités sélectionnées

source: Duplicate Entity
fr: Dupliquer une Entité

source: ``CTRL`` + Left Click + Drag
fr: ``CTRL`` + Clic de Souris Gauche + Glisser la Souris

source: Parent Entity
fr: Parenter une Entité

source: Unparent Entity
fr: Déparenter une Entité

source: Copy Entity
fr: Copier une Entité

source: Paste Entity
fr: Coller une Entité

source: Toggle Global/Local Translation
fr: Commuter entre Système de Coordonnées Global/Local

source: Gamepad
fr: Manette de Jeu

source: Instead of a keyboard, you can use a gamepad while experiencing Vircadia in desktop mode.
fr: Au lieu d'un clavier, vous pouvez utiliser une manette de jeu tout en faisant l'expérience de Vircadia en mode Clavier.

source: Vircadia has two different installers. The *Client Installer* comes with everything you need to view and interact with Vircadia's content and users. However, you are unable to host content using this installer. The *Client + Server Installer* has everything the client installer does, but it also enables you to :doc:`host your own content <../../host>` and share it with the world. The Client + Server Installer download is only provided for Windows. For Linux see: :doc:`Host a Domain from a Local or Cloud Linux Server <../../host/server-setup/linux-server>`.
fr: Vircadia a deux installateurs différents. Le *Client Installer* est livré avec tout ce dont vous avez besoin pour voir et interagir avec le contenu et les utilisateurs de Vircadia. Cependant, vous ne pouvez pas héberger de contenu à l'aide de cet installateur. Le *Client + Server Installer* contient tout ce que fait l'installateur client, mais il vous permet également de :doc:`héberger votre propre contenu <../../host>` et de le partager avec le monde entier. Le téléchargement du *Client + Server Installer* n'est fourni que pour Windows. Pour Linux, voir : :doc:`Héberger un Domaine à partir d'un Serveur Linux local ou cloud <../../host/server-setup/linux-server>`.

source: System Requirements
fr: Configuration requise pour le Système

source: In order to run Vircadia, ensure that your computer meets these system requirements:
fr: Pour faire fonctionner Vircadia, assurez-vous que votre ordinateur répond à ces exigences :

source: Operating system:
fr: Système d'exploitation :

source: Windows 8.1, 64-bit or Windows 10, 64-bit
fr: Windows 8.1, 64 bits ou Windows 10, 64 bits

source: MacOS High Sierra (10.13) or newer
fr: MacOS High Sierra (10.13) ou plus récent

source: **Recommended:** Quad-core with hyper-threading or better
fr: **Recommendé :** Quad-core avec hyper-threading ou mieux

source: System memory:
fr: Mémoire du système :

source: Graphics adapter:
fr: Adaptateur graphique :

source: **Recommended:** Nvidia 900 series or higher
fr: **Recommendé :** Nvidia 900 series ou plus haut

source: **Recommended:** AMD Radeon HD 89XX series or higher
fr: **Recommendé :** AMD Radeon HD 89XX series ou plus haut

source: **Minimum:** Intel 5th generation CPU integrated Iris graphics. Using Intel integrated graphics is not recommended.
fr: **Minimum :** CPU Intel de 5e génération avec graphiques Iris intégré. L'utilisation de graphiques Intel intégrés n'est pas recommandée.

source: The listed graphics adapters support OpenGL 4.1 and above. This is a requirement for any graphics adapter running Vircadia.
fr: Les adaptateurs graphiques listés supportent OpenGL 4.1 et plus. C'est une exigence pour toute carte graphique fonctionnant sous Vircadia.

source: In addition, your network must have enough internet bandwidth to run Vircadia:
fr: En outre, votre réseau doit disposer d'une bande passante Internet suffisante pour faire fonctionner Vircadia :

source: If you are using Interface only to explore the metaverse, then you should have Internet speeds of at least **10 Mbit/s download** and **2 Mbit/s upload**.
fr: Si vous utilisez l'Interface uniquement pour explorer le métaverse, vous devez avoir une vitesse Internet d'au moins **10 Mbit/s en téléchargement** et **2 Mbit/s en envoi**.

source: If you are hosting a domain server on a remote machine or your local computer, you need to add **10 Mbit/s upload** for each user that you want to allow to concurrently visit your domain. You will need only **2 Mbit/s upload** per user if you host your assets on an external web server rather than your domain server.
fr: Si vous hébergez un serveur de domaine sur une machine distante ou sur votre ordinateur local, vous devez ajouter **10 Mbit/s en amont** pour chaque utilisateur que vous souhaitez autoriser à visiter simultanément votre domaine. Vous n'aurez besoin que de **2 Mbit/s en amont** par utilisateur si vous hébergez vos ressources sur un serveur web externe plutôt que sur votre serveur de domaine.

source: A world that is specifically built for low-end systems might run fine on a system with slightly less memory or a lower CPU core count.
fr: Un monde spécialement conçu pour les systèmes bas de gamme peut fonctionner correctement sur un système avec un peu moins de mémoire ou un nombre de processeurs inférieur.

source: Running Vircadia on a high resolution display or in VR mode will need a much better graphics adapter, depending on your display's resolution and targeted frame rate.
fr: L'expérience de Vircadia sur un écran haute résolution ou en mode VR nécessitera une bien meilleure carte graphique, en fonction de la résolution de votre écran et de la fréquence d'images visée.

source: `Windows 64-bit Launcher (Experimental) <https://cdn.vircadia.com/dist/launcher/VircadiaLauncherSetup.exe>`__ |DownloadWL|
fr: `Windows 64-bit Launcher (Expérimental) <https://cdn.vircadia.com/dist/launcher/VircadiaLauncherSetup.exe>`__ |DownloadWL|

source: If you intend to use Vircadia in VR mode with an HMD, ensure that SteamVR or Oculus Runtime is also installed on your system before launching Vircadia. VR mode is not supported on macOS. The Oculus Runtime is not supported on Linux.
fr: Si vous avez l'intention d'utiliser Vircadia en mode VR avec un HMD, assurez-vous que SteamVR ou Oculus Runtime est également installé sur votre système avant de lancer Vircadia. Le mode VR n'est pas pris en charge sur macOS. L'Oculus Runtime n'est pas pris en charge sur Linux.

source: Once you've downloaded the installer, you're ready to install Vircadia. The process will be different based on your operating system:
fr: Une fois que vous avez téléchargé l'installateur, vous êtes prêt à installer Vircadia. Le processus sera différent en fonction de votre système d'exploitation :

source: Windows Install
fr: Installation sous Windows

source: To install on Windows, simply double-click on the downloaded installer file to open it. Run through the prompts on the installer. Once you finish the install process, Interface will open, and you will be able to log in and begin exploring the metaverse.
fr: Pour l'installer sur Windows, il suffit de double-cliquer sur le fichier d'installation téléchargé pour l'ouvrir. Passez en revue les invites du programme d'installation. Une fois le processus d'installation terminé, l'Interface s'ouvrira et vous pourrez vous connecter et commencer à explorer le métaverse.

source: Mac Install
fr: Installation sur Mac

source: At this time, the Vircadia installer for Mac is unsigned, so you will need give the OS permission to install the application.
fr: Pour le moment, l'installateur Vircadia pour Mac n'est pas signé, vous devrez donc donner au système d'exploitation la permission d'installer l'application.

source: Open the downloaded installer dmg file.
fr: Ouvrez le fichier d'installation dmg téléchargé.

source: Agree to the License Agreement.
fr: Acceptez le contrat de licence.

source: Drag Vircadia to the Applications folder.
fr: Faites glisser Vircadia dans le dossier Applications.

source: Try opening Interface.app. You will be prompted that macOS will not open the file because it is unsigned.
fr: Essayez d'ouvrir le fichier Interface.app. Vous serez invité à dire que MacOS n'ouvrira pas le fichier parce qu'il n'est pas signé.

source: Open **System Preferences > Security & Privacy**. On older macOS versions this might be in **System Preferences > General**.
fr: Ouvrez **System Preferences > Security & Privacy**. Sur les anciennes versions de macOS, cela peut être dans **System Preferences > General**.

source: Next to the warning indicating that Interface is blocked, click 'Open Anyway'.
fr: A côté de l'avertissement indiquant que l'Interface est bloquée, cliquez sur "Open Anyway".

source: Confirm that you want to open the application.
fr: Confirmez que vous voulez ouvrir l'application.

source: Allow microphone access if prompted, in order to be able to talk inside the application.
fr: Autorisez l'accès au microphone si vous y êtes invité, afin de pouvoir parler dans l'application.

source: At this point, Interface will open and you will be able to log in and begin exploring the metaverse.
fr: À ce stade, Interface s'ouvrira et vous pourrez vous connecter et commencer à explorer le métaverse.

source: Linux Install
fr: Installation sous Linux

source: Mark the downloaded AppImage file as executable. (for example, with ``chmod +x Vircadia-x86_64_v2021.1.0-Eos.AppImage``.)
fr: Marquez le fichier AppImage téléchargé comme exécutable. (par exemple, avec ``chmod +x Vircadia-x86_64_v2021.1.0-Eos.AppImage``.)

source: (Optional) If you want the AppImage to be integrated into your system, install `AppImageLauncher <https://github.com/TheAssassin/AppImageLauncher>`_.
fr: (Facultatif) Si vous voulez que l'AppImage soit intégrée dans votre système, installez `AppImageLauncher <https://github.com/TheAssassin/AppImageLauncher>`_.

source: Execute AppImage.
fr: Exécutez AppImage.

source: Currently the server is not part of the Linux Interface AppImage. To host a domain, please refer to :doc:`Host a Domain from a Local or Cloud Linux Server <../../host/server-setup/linux-server>`.
fr: Actuellement, le serveur ne fait pas partie de l'AppImage de l'interface Linux. Pour héberger un domaine, veuillez vous référer à :doc:`Héberger un Domaine à partir d'un Serveur Linux local ou cloud <../../host/server-setup/linux-server>`.

source: Upgrade Vircadia
fr: Mise à jour de Vircadia
