Repository: kamomek2/vircadia-docs-sphinx
Catalog: docs/source/locales/*/LC_MESSAGES/explore.po
Languages: fr

source: Vircadia is always changing, as we work to improve performance and add features that will enhance your experience in the metaverse. At any time, you can download the latest release from our `website <https://vircadia.com/download-vircadia/#interface>`_.
fr: Vircadia est en constante évolution, car nous travaillons à améliorer les performances et à ajouter des fonctionnalités qui amélioreront votre expérience dans le métaverse. À tout moment, vous pouvez télécharger la dernière version sur notre `site web <https://vircadia.com/download-vircadia/#interface>`_.

source: You cannot upgrade Vircadia on Windows if you have Vircadia Interface or Server running on your computer. Be sure to quit these applications before upgrading. Keep in mind that Vircadia Server could be running in the background.
fr: Vous ne pouvez pas mettre à jour Vircadia sur Windows si vous avez l'Interface ou le Serveur Vircadia en état de fonction sur votre ordinateur. Veillez à quitter ces applications avant de procéder à la mise à jour. N'oubliez pas que le Serveur Vircadia peut fonctionner en arrière-plan.

source: For Windows, locate the Vircadia app in your system tray. Right-click on the icon and select 'Quit'. Alternatively, end the 'server-console' background process using the Task Manager.
fr: Pour Windows, localisez l'application Vircadia dans votre barre d'état système. Cliquez sur l'icône avec le bouton droit de la souris et sélectionnez "Quitter". Vous pouvez également terminer le processus de la "console serveur" fonctionant en arrière-plan en utilisant le gestionnaire des tâches.

source: For more information on the latest releases, see our :doc:`Release Notes <../../release-notes>`.
fr: Pour plus d'informations sur les dernières versions, voir notre :doc:`Release Notes <../../release-notes>`.

source: Perform a Clean Install
fr: Effectuer une Installation Propre

source: If you're facing problems when you load Interface or the local Server, then you can try performing a clean install. A clean install removes multiple files and settings that you may need once you install Vircadia again.
fr: Si vous rencontrez des problèmes lors du chargement de l'Interface ou du Serveur local, vous pouvez essayer d'effectuer une installation propre. Une installation propre supprime plusieurs fichiers et paramètres dont vous pourriez avoir besoin une fois que vous aurez réinstallé Vircadia.

source: Ensure that you back up the following files before a clean install: Favorites, Wearables, Server content, and Entities. These settings will be deleted during the clean install.
fr: Assurez-vous de sauvegarder les fichiers suivants avant de procéder à une installation propre : Favoris, Vêtements, Contenu du Serveur et Entités. Ces paramètres seront supprimés lors de l'installation propre.

source: Windows Clean Install
fr: Installation propre de Windows

source: Click on the Start menu and type "Add or Remove Programs" in your Windows search bar.
fr: Cliquez sur le menu Démarrer et tapez "Ajouter ou supprimer des programmes" dans votre barre de recherche Windows.

source: Uninstall any versions of Vircadia that are visible.
fr: Désinstallez toutes les versions de Vircadia qui sont visibles.

source: Once Vircadia is uninstalled, browse to your %Program Files% directory. Delete all folders related to Vircadia.
fr: Une fois Vircadia désinstallé, naviguez dans votre répertoire %Program Files%. Supprimez tous les répertoires liés à Vircadia.

source: The next 3 steps will permanently delete your local Server's content. If you wish to keep this content, copy %AppData%/Local/Vircadia/assignment-client to another location on your computer before proceeding. Repeat for %AppData%/Roaming/Vircadia/assignment-client.
fr: Les 3 étapes suivantes permettront de supprimer définitivement le contenu de votre Serveur local. Si vous souhaitez conserver ce contenu, copiez %AppData%/Local/Vircadia/assignment-client à un autre endroit de votre ordinateur avant de poursuivre. Répétez l'opération pour %AppData%/Roaming/Vircadia/assignment-client.

source: Browse to your local %AppData% folder (usually ``C:/Users/<your_username>/AppData/Local``). If you do not see the folder, make sure you can view hidden folders: in File Explorer, click View and make sure "Hidden Items" is checked. Delete all folders related to Vircadia.
fr: Naviguez dans votre dossier local %AppData% (généralement "C:/Users/<votre_nom_d'utilisateur>/AppData/Local"). Si vous ne voyez pas le dossier, assurez-vous que vous pouvez visualiser les dossiers cachés : dans l'explorateur de fichiers, cliquez sur Afficher et assurez-vous que "Éléments cachés" est coché. Supprimez tous les dossiers liés à Vircadia.

source: Browse to your roaming %AppData% folder (usually ``C:/Users/<your_username>/AppData/Roaming``). Delete all folders related to Vircadia.
fr: Naviguez jusqu'au dossier roaming %AppData% (généralement ``C:/Users/<votre_nom_d'utilisateur>/AppData/Roaming``). Supprimez tous les dossiers relatifs à Vircadia.

source: Re-install Vircadia using the steps above. To restore your local Server's content, copy the ``assignment-client`` folders you previously saved back into to their respective locations.
fr: Réinstallez Vircadia en suivant les étapes ci-dessus. Pour restaurer le contenu de votre Serveur local, copiez les dossiers ``assignment-client`` que vous avez précédemment sauvegardés dans leurs emplacements respectifs.

source: Mac Clean Install
fr: Installation propre sur Mac

source: Open your Applications folder and delete the Vircadia folder.
fr: Ouvrez votre dossier Applications et supprimez le dossier Vircadia.

source: Open the ``<username>/.config`` folder. This is a hidden folder than is accessible by going to *Go > Home*. Press the keyboard shortcut ``Command + Shift + .`` (period).
fr: Ouvrez le dossier "<nom d'utilisateur>/.config ". C'est un dossier caché qui est accessible en allant sur *Go > Home*. Appuyez sur le raccourci clavier "``Command + Shift + .`` (période).

source: Delete the ``vircadia.com`` folder.
fr: Supprimez le dossier ``vircadia.com``.

source: Open the ``~/Library`` folder by holding the Option key and clicking the 'Go' menu while in the Finder. The Library option should appear in the menu.
fr: Ouvrez le dossier `~/Library`` en maintenant la touche Option enfoncée et en cliquant sur le menu 'Go' dans le Finder. L'option 'Library' devrait apparaître dans le menu.

source: Browse to ``~/Library/Application Support`` and delete the Vircadia folder.
fr: Naviguez jusqu'à ``~/Library/Application Support`` et supprimez le dossier Vircadia.

source: Empty the Trash.
fr: Videz la Corbeille.

source: Re-install Vircadia using the steps above.
fr: Réinstallez Vircadia en suivant les étapes ci-dessus.

source: :doc:`Install Your Domain <../../host/server-setup>`
fr: :doc:`Installez votre Domaine <../../host/server-setup>`

source: This document is slightly outdated. FIXME: instructions for Windows are most likely outdated, no mention that you should *not* use "open mic" setups without push to talk
fr: Ce document est légèrement dépassé. FIXME: les instructions pour Windows sont très probablement périmées, il n'est pas mentionné que vous ne devez *pas* utiliser les configurations "open mic" sans "push to talk"

source: When you log into Vircadia for the first time, we will automatically detect your computer's default audio devices, and use those for Vircadia. Usually, your computer will automatically detect a plugged in headset and you will not need to configure your audio devices any further.
fr: Lorsque vous vous connectez à Vircadia pour la première fois, nous détectons automatiquement les périphériques audio par défaut de votre ordinateur et les utilisons pour Vircadia. En général, votre ordinateur détectera automatiquement un casque d'écoute branché et vous n'aurez pas besoin de configurer davantage vos périphériques audio.

source: However, some audio setups do require additional configuration. If you need to change your audio settings, read on to find out more.
fr: Toutefois, certaines configurations audio nécessitent une configuration supplémentaire. Si vous devez modifier vos paramètres audio, lisez ce qui suit pour en savoir plus.

source: Audio "At a Glance"
fr: Audio "en bref"

source: Your basic audio settings are displayed in the top-left corner of your Interface window. This is called the "Audio Level Meter" and can be turned on or off in your Audio settings (from the Tablet or HUD, click **Audio**).
fr: Vos paramètres audio de base sont affichés dans le coin supérieur gauche de votre fenêtre d'Interface. Il s'agit de "Audio Level Meter", qui peut être activé ou désactivé dans vos paramètres audio (depuis le tablet ou le HUD, cliquez sur **Audio**).

source: Change your Input or Output Device
fr: Changer votre Périphérique d'Entrée ou de Sortie

source: Vircadia's 3D spatialized audio is guaranteed to enhance your experience in the metaverse, whether you are in Desktop mode or using VR equipment. By default, we will select the default audio devices that your operating system or headset has detected. If you want to use a different headset or audio setup than the default, you can change your computer's default device. If you need to use a different device for Vircadia than other applications on your computer, then you can change your device in the application.
fr: L'audio 3D spatialisé de Vircadia est garanti pour améliorer votre expérience dans le métaverse, que vous soyez en mode Clavier ou que vous utilisiez un équipement VR. Par défaut, nous sélectionnerons les appareils audio par défaut que votre système d'exploitation ou votre casque a détectés. Si vous souhaitez utiliser un casque ou une configuration audio différente de celle par défaut, vous pouvez changer le périphérique par défaut de votre ordinateur. Si vous devez utiliser un appareil différent pour Vircadia par rapport aux autres applications sur votre ordinateur, vous pouvez alors changer votre appareil dans l'application.

source: An *audio input device* is any device that captures sound and generates a signal that can be accessed by other devices. Examples of audio input devices include a USB microphone or a microphone headset that is plugged into your computer, or your sound card’s "Stereo Mix" or "What U Hear" device (think of these sound card devices as if they were microphones being held up to your speakers while they output sound).
fr: Un *audio input device* est tout dispositif qui capture le son et génère un signal auquel peuvent accéder d'autres dispositifs. Les exemples de périphériques d'entrée audio comprennent un microphone USB ou un casque avec un microphone qui est branché sur votre ordinateur, ou le périphérique "Stereo Mix" ou "What U Hear" de votre carte son (pensez à ces périphériques de carte son comme s'il s'agissait de microphones que vous tenez à la hauteur de vos haut-parleurs pendant qu'ils produisent du son).

source: An *audio output device* is any device that receives information from audio files and converts it into audible sound signals. Examples of audio output devices include your desktop computer speakers, headphones, or huge speakers in a movie theater.
fr: Un *audio output device* est tout dispositif qui reçoit des informations de fichiers audio et les convertit en signaux sonores audibles. Les haut-parleurs de votre ordinateur de bureau, les écouteurs ou les énormes haut-parleurs d'une salle de cinéma sont des exemples de périphériques de sortie audio.

source: If you are using a headset with a microphone, then your input and output devices will likely be the same device. However, if you are using external speakers or some other open mic setup, then these devices may be different. In these cases, we encourage you to enable `acoustic echo cancellation <#id1>`_ for improved audio quality.
fr: Si vous utilisez un casque avec un microphone, alors vos périphériques d'entrée et de sortie seront probablement le même appareil. Toutefois, si vous utilisez des haut-parleurs externes ou une autre configuration de micro ouvert, ces dispositifs peuvent être différents. Dans ces cas, nous vous encourageons à activer l'annulation de l'écho acoustique <#id1>`_ pour une meilleure qualité audio.

source: To change your audio devices:
fr: Pour changer vos dispositifs audio :

source: From the Tablet or HUD, click **Audio**.
fr: A partir du tablet ou du HUD, cliquez sur **Audio**.

source: Choose your desired input device.
fr: Choisissez le périphérique d'entrée désiré.

source: Choose your desired output device.
fr: Choisissez le périphérique de sortie souhaité.

source: Using Bluetooth Headsets
fr: Utilisation des Casques d'Écoute Bluetooth

source: You can use bluetooth headsets, such as AirPods with Vircadia. However, note that there are limitations to using them, and they may not work in all environments. If using WiFi, ensure you’re using a 5Ghz WiFi connection. On a 2.4Ghz connection, you may experience audio breakup and occasional disconnects.
fr: Vous pouvez utiliser des casques d'écoute bluetooth, comme les AirPods avec Vircadia. Cependant, notez qu'il y a des limites à leur utilisation et qu'ils ne fonctionnent pas dans tous les environnements. Si vous utilisez le WiFi, assurez-vous que vous utilisez une connexion WiFi 5Ghz. Sur une connexion 2.4Ghz, vous pouvez subir une rupture audio et des déconnexions occasionnelles.

source: Unfortunately, bluetooth audio devices do not currently support stereo input. Therefore, you have two options:
fr: Malheureusement, les appareils audio bluetooth ne prennent pas en charge l'entrée stéréo pour le moment. Vous avez donc deux options :

source: Use the bluetooth headset as an output device only, and use another microphone for input. This allows you to take advantage of the stereo audio.
fr: Utiliser l'oreillette bluetooth comme périphérique de sortie uniquement, et utiliser un autre microphone pour l'entrée. Cela vous permet de profiter de l'audio stéréo.

source: Use the bluetooth headset's built-in microphone. In this case, other users will only experience mono sound coming from you, rather than the normal stereo audio.
fr: Utilisez le microphone intégré de l'oreillette bluetooth. Dans ce cas, les autres utilisateurs ne percevront que le son mono venant de vous, plutôt que l'audio stéréo normal.

source: Acoustic Echo Cancellation
fr: Annulation de l'Écho Acoustique

source: Acoustic echo is the process by which sounds from your speakers get picked up and transmitted by your microphone, resulting in an echoing effect. This is common when you use Vircadia with a laptop's built-in microphone and speakers (i.e. an "open mic"), rather than a detached headset.
fr: L'écho acoustique est le processus par lequel les sons de vos haut-parleurs sont captés et transmis par votre microphone, ce qui donne un effet d'écho. Ce phénomène est courant lorsque vous utilisez Vircadia avec un microphone et des haut-parleurs intégrés à un ordinateur portable (c'est-à-dire un "micro ouvert"), plutôt qu'avec un casque détaché.

source: "Acoustic echo cancellation" is a technology which improves voice quality by preventing the echo that results in open mic setups. By default, acoustic echo cancellation is turned on, and you can turn it off in the **Audio** app.
fr: L'"annulation de l'écho acoustique" est une technologie qui améliore la qualité de la voix en empêchant l'écho qui résulte des configurations de micro ouvert. Par défaut, l'annulation de l'écho acoustique est activée, et vous pouvez la désactiver dans l'application **Audio**.

source: Acoustic echo cancellation will not run when using input devices with high sample rates (greater than 96khz) or more than 2 channels.
fr: L'annulation de l'écho acoustique ne fonctionne pas lorsque vous utilisez des dispositifs d'entrée avec des fréquences d'échantillonnage élevées (supérieures à 96khz) ou plus de 2 canaux.

source: For best performance with open mic setups, ensure that you:
fr: Pour de meilleures performances avec des configurations de micro ouvert, assurez-vous que vous :

source: Disable any processing and effects on the input and output devices. This includes:
fr: Désactivez tout traitement et effet sur les périphériques d'entrée et de sortie. Cela inclut :

source: On Mac: Turn off 'Ambient noise reduction' (System Preferences > Sound > Input > Use ambient noise reduction)
fr: Sur Mac : Désactivez la fonction 'Ambient noise reduction' (System Preferences > Sound > Input > Use ambient noise reduction)

source: On Windows: Turn off all 'Enhancements' (Control Panel > Sound > Recording tab > click on your device > Properties button > Enhancements tab)
fr: Sur Windows : Désactivez toutes les 'Améliorations' (Panneau de configuration > Son > Onglet Enregistrement > Cliquez sur votre appareil > Bouton Propriétés > Onglet Améliorations)

source: On Mac devices, set the balance of the output device to either the left or the right (System Preferences > Sound > Output > Balance)
fr: Sur les appareils Mac, réglez la balance du périphérique de sortie sur la gauche ou la droite (Préférences système > Son > Sortie > Balance)

source: Lower the microphone's physical gain setting to approximately 3/4 of the maximum
fr: Réduire le réglage de gain physique du microphone à environ 3/4 du maximum

source: Lower the speaker's physical volume level to approximately 3/4 of the maximum
fr: Abaisser le niveau de volume physique de l'orateur à environ 3/4 du maximum

source: If you are not using your laptop's audio devices, move and point the microphone away from the speakers
fr: Si vous n'utilisez pas les appareils audio de votre ordinateur portable, déplacez et pointez le microphone loin des haut-parleurs

source: The acoustic echo cancellation technology picks up the sounds around you and attempts to identify the echoing sounds as you use it. This means that it will improve and become more accurate over time. So don't despair if you hear a little bit of echoing...it will lessen as the technology learns your voice and the voices of the people around you!
fr: La technologie d'annulation de l'écho acoustique capte les sons qui vous entourent et tente d'identifier les sons d'écho lorsque vous l'utilisez. Cela signifie qu'elle s'améliore et devient plus précise au fil du temps. Ne désespérez donc pas si vous entendez un peu d'écho... il s'atténuera au fur et à mesure que la technologie apprendra votre voix et celle des personnes qui vous entourent !

source: To speed up this "learning" process, you can:
fr: Pour accélérer ce processus d'"apprentissage", vous pouvez :

source: Avoid turning your avatar while talking
fr: Éviter de tourner votre avatar en parlant

source: Leave your microphone muted while another person talks for 10 seconds at a time
fr: Laissez votre micro en sourdine pendant qu'une autre personne parle pendant 10 secondes à la fois

source: Test Your Audio Devices
fr: Testez vos Appareils Audio

source: Audio is an integral part of social VR experience, so of course, we want to make sure that your devices are working correctly and that everyone can hear you! There's nothing more annoying than walking up to a group of friends in a virtual world, only to realize that they haven't heard a word you said! The good news is that you can test your audio setup to make sure that both your input and output devices are working correctly.
fr: L'audio fait partie intégrante de l'expérience sociale VR. Nous voulons donc, bien sûr, nous assurer que vos appareils fonctionnent correctement et que tout le monde peut vous entendre ! Il n'y a rien de plus ennuyeux que d'aller vers un groupe d'amis dans un monde virtuel, pour se rendre compte qu'ils n'ont pas entendu un seul mot de ce que vous avez dit ! La bonne nouvelle, c'est que vous pouvez tester votre installation audio pour vous assurer que vos appareils d'entrée et de sortie fonctionnent correctement.

source: The 'Test Your Voice' feature does not automatically mute your voice! We recommend muting yourself prior to checking your voice input if you do not want others to hear your microphone check.
fr: La fonction 'Test Your Voice' ne coupe pas automatiquement le son de votre voix ! Nous vous recommandons de vous mettre en sourdine avant de vérifier votre entrée vocale si vous ne voulez pas que d'autres personnes entendent la vérification de votre microphone.

source: Click 'Test Your Voice' to test your input device. Speak into your mic, and the sound will be played right back at you through the selected output device. Make any adjustments to your input device to achieve your desired sound.
fr: Cliquez sur 'Test Your Voice' pour tester votre périphérique d'entrée. Parlez dans votre micro, et le son vous sera restitué par le périphérique de sortie sélectionné. Faites les réglages nécessaires sur votre périphérique d'entrée pour obtenir le son désiré.

source: Click 'Test Your Sound' to test your output device. Adjust the headset and/or application volume until the sound is a comfortable volume.
fr: Cliquez sur 'Test Your Sound' pour tester votre périphérique de sortie. Ajustez le volume du casque et/ou de l'application jusqu'à ce que le son soit confortable.

source: Adjust In-World Volume
fr: Régler le Volume In-World

source: There are three different types of “sounds” in Vircadia:
fr: Il existe trois types de "sons" différents dans Vircadia :

source: People: The sound you hear when people in the domain are talking through their microphones
fr: Les gens : Le son que vous entendez lorsque les gens du domaine parlent à travers leurs microphones

source: Environment: The ambient sounds in the domain, running as scripts in the background
fr: Environnement : Les sons ambiants dans le domaine, fonctionnant comme des scripts en arrière-plan

source: System Sound: The sound your computer makes as you interact with the application window (such as the “clicking” you hear when you hover over an icon)
fr: Son du système : Le son que votre ordinateur produit lorsque vous interagissez avec la fenêtre de l'application (comme le "clic" que vous entendez lorsque vous passez sur une icône)

source: To change the volume of all of these at once, simply change the volume of your headset or output device.
fr: Pour modifier le volume de tous ces éléments à la fois, il suffit de changer le volume de votre casque ou de votre périphérique de sortie.

source: To change one or more of these sound types independently of the others:
fr: Pour modifier un ou plusieurs de ces types de son indépendamment des autres :

source: Choose 'Desktop' or 'VR' depending on the mode you are in.
fr: Choisissez 'Desktop' ou 'VR' selon le mode dans lequel vous êtes.

source: Scroll down to 'Choose Output Device'.
fr: Faites défiler vers le bas jusqu'à 'Choose Output Device'.

source: Adjust the sliders to the desired volume levels for each of the sound types.
fr: Réglez les curseurs sur les niveaux de volume souhaités pour chacun des types de son.

source: Enable Push to Talk (PTT)
fr: Activer la fonction "Push to Talk" (PTT)

source: ‘Push to Talk’ is like having a walkie talkie in your hand. You need to press a button to have others hear you in the environment. When you’re not pressing the button, you are muted and will not be heard.
fr: 'Push to Talk' est comme avoir un talkie-walkie dans la main. Vous devez appuyer sur un bouton pour que les autres vous entendent dans l'environnement. Lorsque vous n'appuyez pas sur le bouton, vous êtes mis en sourdine et vous ne serez pas entendu.

source: To turn on ‘Push to Talk’:
fr: Pour activer la fonction 'Push to Talk' :

source: Toggle 'Push to Talk' on.
fr: Activez la fonction 'Push to Talk'.
